[
  {
    "date": "Tuesday, Jan 7, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-07/al-qaidas-new-rise-middle-east", 
    "title": "Al-Qaida's New Rise In The Middle East", 
    "guests": [
      {
        "credentials": "Vice president, Middle East Institute", 
        "guest": "Paul Salem"
      }, 
      {
        "credentials": "Iraq analyst, International Crisis Group", 
        "guest": "Maria Fantappie"
      }, 
      {
        "credentials": "retired brigadier general, US Army; former military spokesman for coalition forces, Operation Iraqi Freedom", 
        "guest": "Mark Kimmitt"
      }
    ], 
    "summary": "Iraqi armed forces are battling militants to reclaim control of the city of Fallujah in Iraq's Anbar province. For the first time since U.S. forces defeated insurgents in 2006-2007, the region bordering war-torn Syria has become a hub for an al Qaida affiliate called the Islamic State of Iraq and Syria. Experts join Kojo to understand the rise of militancy in Iraq and its traces in neighboring countries like Syria."
  }, 
  {
    "date": "Wednesday, Jan 8, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-08/sen-tim-kaine-virginias-top-legislative-issues-2014", 
    "title": "Sen. Tim Kaine On Virginia's Top Legislative Issues In 2014", 
    "guests": [
      {
        "credentials": "Member, U.S. Senate (D-Va.); Former Governor of Virginia; Former Chairman, Democratic National Committee", 
        "guest": "Tim Kaine"
      }
    ], 
    "summary": "Lawmakers returned to Capitol Hill this week and immediately jumped into a debate about extending benefits for the unemployed. While a measure cleared a big hurdle on Tuesday, the debate is far from over -- as are debates about a number of critical issues related to the economy and national security. We explore the issues likely to shape the next few months on Capitol Hill with Virginia Sen. Tim Kaine."
  }, 
  {
    "date": "Wednesday, Jan 8, 2014 at 12:30 p.m.", 
    "url": "/shows/2014-01-08/food-social-media-beyond-instagramming-dinner", 
    "title": "Food & Social Media: Beyond Instagramming Dinner", 
    "guests": [
      {
        "credentials": "reporter, The New York Times", 
        "guest": "Stephanie Strom"
      }, 
      {
        "credentials": "Assistant Professor, American University School of Communication", 
        "guest": "Scott Talan"
      }, 
      {
        "credentials": "founder, FoodBabe.com", 
        "guest": "Vani Hari"
      }
    ], 
    "summary": "Consumers have written letters and signed petitions sent to food manufacturers for generations. Today, the Internet and social media make it easier than ever for shoppers to ask why a company uses potentially harmful chemicals or how they're sourcing ingredients. We consider the changing communication dynamics between food producers and customers and how they're affecting what we eat."
  }, 
  {
    "date": "Wednesday, Jan 8, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-08/can-science-explain-extreme-weather", 
    "title": "Can Science Explain Extreme Weather?", 
    "guests": [
      {
        "credentials": "Associate Professor, American University School of Communication", 
        "guest": "Matthew C. Nisbet"
      }, 
      {
        "credentials": "Research Professor, Institute of Marine and Coastal Sciences, Rutgers University", 
        "guest": "Jennifer Francis"
      }, 
      {
        "credentials": "Author of the Dot Earth blog at the New York Times", 
        "guest": "Andrew Revkin"
      }
    ], 
    "summary": "A rare winter weather pattern has plunged Washington and much of the country into single-digit temperatures. Some researchers believe the \"polar vortex\" that's delivered unusually cold air is linked to melting sea ice in the Arctic. And many activists and scientists believe extreme weather events are becoming more prevalent due to climate change. We examine scientific and political arguments about extreme weather."
  }, 
  {
    "date": "Thursday, Jan 9, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-09/equal-punishment-reforming-school-discipline", 
    "title": "Equal Punishment? Reforming School Discipline", 
    "guests": [
      {
        "credentials": "Executive Director, National Association of School Resource Officers", 
        "guest": "Maurice \"Mo\" Canady"
      }, 
      {
        "credentials": "Founder, The Coalition of The Silence; former member of the Fairfax County School Board", 
        "guest": "Martina Hone"
      }, 
      {
        "credentials": "Chief of Student Services, Prince George's County Public Schools", 
        "guest": "Daryl Williams"
      }
    ], 
    "summary": "In an unprecedented move, the Obama administration this week issued the first federal legal guidance on classroom discipline. The recommendations aim to end the disparities in how students of different races are punished for breaking school rules. They follow years of contention over “zero-tolerance” policies that many parents and administrators say are unnecessarily harsh. Kojo looks at how the new guidelines could impact classrooms and school security."
  }, 
  {
    "date": "Thursday, Jan 9, 2014 at 12:26 p.m.", 
    "url": "/shows/2014-01-09/managing-regions-deer-population", 
    "title": "Managing The Region's Deer Population", 
    "guests": [
      {
        "credentials": "Principal Natural Resources Specialist/Wildlife Ecologist, Montgomery Parks", 
        "guest": "Bill Hamilton"
      }, 
      {
        "credentials": "Deer Project Leader, Maryland Department of Natural Resources", 
        "guest": "Brian Eyler"
      }, 
      {
        "credentials": "Senior Director, Wildlife Response, Innovations & Services, Humane Society of the United States (HSUS)", 
        "guest": "Stephanie Boyles Griffin"
      }, 
      {
        "credentials": "Preservationist and local activist", 
        "guest": "Mary Rowse"
      }
    ], 
    "summary": "They may be pretty wildlife, but they can also be a Lyme disease-carrying nuisance and driving hazard. The region's deer population and how it's managed continues to be the subject of debate. In the past several years, the National Park Service and regional parks managers have used controlled hunts to thin deer numbers. But animal rights advocates object, saying there are more humane and effective methods that should be considered, like long-term birth control vaccinations. We explore the issues."
  }, 
  {
    "date": "Thursday, Jan 9, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-09/gary-shteyngart-little-failure", 
    "title": "Gary Shteyngart: \"Little Failure\"", 
    "guests": [
      {
        "credentials": "Author, \"Little Failure\"", 
        "guest": "Gary Shteyngart"
      }
    ], 
    "summary": "Best known for his knife-sharp satire in novels like \"A Super Sad True Love Story\" and \"Absurdistan,\" Gary Shteyngart's latest work is a memoir of life as the child of Russian immigrants struggling to make it in Queens, N.Y. It's a scathingly funny yet loving portrait of parents whose affection is expressed through regular put-downs (his mother's nickname for him inspired the book's title), but also a powerful love. We speak with the author about how his life has influenced his work."
  }, 
  {
    "date": "Friday, Jan 10, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-10/politics-hour-jan-10-2014", 
    "title": "The Politics Hour - Jan. 10, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Chief, Metropolitan Police Department (Washington, D.C.)", 
        "guest": "Cathy Lanier"
      }
    ], 
    "summary": "D.C. Mayor Vincent Gray apologizes for misconduct by supporters of his 2010 campaign. In his last week in office, Virginia Gov. Robert McDonnell says he's sorry for a gifts scandal that disrupted his administration. Meanwhile, Maryland's lawmakers report back for duty in Annapolis. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Jan 13, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-13/architecture-metro", 
    "title": "The Architecture Of Metro", 
    "guests": [
      {
        "credentials": "Senior Vice President and Curator, National Building Museum", 
        "guest": "G. Martin Moeller, Jr"
      }, 
      {
        "credentials": "Professor of History, George Mason University; author, “The Great Society Subway: A History of the Washington Metro” (Johns Hopkins University Press)", 
        "guest": "Zachary Schrag"
      }
    ], 
    "summary": "The Washington Metro system was conceived four decades ago as an expression of \"Great Society\" -- an ambitious, government-funded rail system and civic space that would connect a growing capital region. The Modernist design elements, including underground stations with vaulted, concrete roofs and indirect lighting, were a significant departure from the prevailing architectural conventions seen in D.C. at the time. Kojo examines the architecture of Metro, and considers how its design conventions affect the system today."
  }, 
  {
    "date": "Monday, Jan 13, 2014 at 12:52 p.m.", 
    "url": "/shows/2014-01-13/remembering-amiri-baraka", 
    "title": "Remembering Amiri Baraka", 
    "guests": [
      {
        "credentials": "", 
        "guest": ""
      }
    ], 
    "summary": "Amiri Baraka died last week at age 79. Across his long career, the poet and activist became a leading voice for black consciousness and a polarizing public intellectual, prone to incendiary and sometimes offensive statements. While his radicalism -- including anti-Semitic essays and comments -- will be part of his legacy, so too will the evolution of his views. Kojo revisits an interview with Baraka from 2000."
  }, 
  {
    "date": "Monday, Jan 13, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-13/sue-monk-kidd-invention-wings", 
    "title": "Sue Monk Kidd: \"The Invention Of Wings\"", 
    "guests": [
      {
        "credentials": "author, 'The Invention of Wings'", 
        "guest": "Sue Monk Kidd"
      }
    ], 
    "summary": "Sarah and Angelina Grimke caused a sensation in the antebellum South and beyond by not keeping their abolitionist and feminist views to themselves. Novelist Sue Monk Kidd weaves their true story into her latest work of fiction, \"The Invention of Wings.\" We talk with Kidd about the novel, her inspiration and her work."
  }, 
  {
    "date": "Tuesday, Jan 14, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-14/predicting-future-tech-2014-and-beyond", 
    "title": "Predicting The Future Of Tech In 2014 And Beyond", 
    "guests": [
      {
        "credentials": "Deputy Editor, The Futurist magazine", 
        "guest": "Patrick Tucker"
      }
    ], 
    "summary": "Will this be the year our devices spend more time on the Internet than we do, with the vast \"Internet of things\" collecting and transmitting ever more data about us? Will quantum computers learn to think like humans? Will we see technology ease everyday headaches like traffic and parking, while opening us up to more hacking and identity theft? Tech Tuesday looks at how technology is changing our world, and innovations we're likely to see in the future."
  }, 
  {
    "date": "Tuesday, Jan 14, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-14/burglary-inside-story-fbi-surveillance", 
    "title": "\"The Burglary:\" The Inside Story Of FBI Surveillance", 
    "guests": [
      {
        "credentials": "Author, \"The Burglary: The Discovery of J. Edgar Hoover's Secret F.B.I\" (Knopf, 2014)", 
        "guest": "Betty Medsger"
      }, 
      {
        "credentials": "Faculty member, University of Colorado School of Medicine; Daughter of William Davidon, one of the Media, Penn., burglars", 
        "guest": "Sarah Davidon"
      }, 
      {
        "credentials": "Founder, Black Classic Press", 
        "guest": "Paul Coates"
      }
    ], 
    "summary": "In 1971, eight people stole and disclosed FBI records that proved the agency was spying on black and anti-war activists under the now-infamous COINTELPRO banner. Four decades later, a new book reveals the burglars' identities, answering questions about how they pulled off the historic heist, and fueling renewed debates over whistle-blowers and government surveillance of its own citizens."
  }, 
  {
    "date": "Tuesday, Jan 14, 2014 at 1:41 p.m.", 
    "url": "/shows/2014-01-14/square-behind-headlines-egyptian-revolution", 
    "title": "\"The Square:\" Behind The Headlines Of The Egyptian Revolution", 
    "guests": [
      {
        "credentials": "Documentary Filmmaker; Director, \"The Square\"", 
        "guest": "Jehane Noujaim"
      }
    ], 
    "summary": "A new documentary takes viewers inside the Egyptian revolution, from the heady protests in Tahrir Square to the subsequent political upheaval. Armed only with cameras and social media, a group of young Egyptian activists document shifting religious, sectarian and political lines. Film director Jehane Noujaim joins us to discuss."
  }, 
  {
    "date": "Wednesday, Jan 15, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-15/preserving-cuisine-cultural-heritage", 
    "title": "Preserving Cuisine As Cultural Heritage", 
    "guests": [
      {
        "credentials": "author, \"Pati's Mexican Table: The Secrets of Real Mexican Home Cooking\"; Cooking Instructor and Chef, Mexican Cultural Institute", 
        "guest": "Pati Jinich"
      }, 
      {
        "credentials": "Division of Cultural Objects and Intangible Heritage, United Nations Education, Scientific and Cultural Organization (UNESCO)", 
        "guest": "Frank Proschan"
      }, 
      {
        "credentials": "chief editor and publisher, Roads & Kingdoms", 
        "guest": "Matt Goulding"
      }
    ], 
    "summary": "The cultural arm of the United Nations, known as UNESCO, is committed to preserving some of the most famous historical sites around the world, from the Taj Mahal to Grand Canyon National Park. And, as of recently, it has also extended its world heritage designations to a few of the world's most cherished culinary traditions, such as Turkish coffee and the traditional Japanese cuisine known as Washoku. We explore what it means to preserve culinary culture and weigh the importance of the UNESCO designation."
  }, 
  {
    "date": "Wednesday, Jan 15, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-15/scott-stossel-my-age-anxiety", 
    "title": "Scott Stossel: \"My Age Of Anxiety\"", 
    "guests": [
      {
        "credentials": "Editor, \"The Atlantic;\" Author, \"My Age of Anxiety: Fear, Hope, Dread, and the Search for Peace of Mind\"", 
        "guest": "Scott Stossel"
      }
    ], 
    "summary": "We all have some anxieties; perhaps a fluttering in the stomach before a speech, or nervousness boarding a plane. But Atlantic magazine editor Scott Stossel's phobias were so severe, he nearly passed out at his own wedding. And beyond the common fears many of us know, he dealt with a whole roster of others, including fears of cheese, germs and even vomiting. Stossel's new book explores his own anxiety disorders and attempts at treatment, as well as the history and science behind these conditions."
  }, 
  {
    "date": "Thursday, Jan 16, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-16/behind-911-challenges-and-changes-emergency-dispatch", 
    "title": "Behind 911: Challenges And Changes In Emergency Dispatch", 
    "guests": [
      {
        "credentials": "Assistant Watch Commander, Office of Unified Communications, Washington, D.C.", 
        "guest": "Lajuan Sullivan"
      }, 
      {
        "credentials": "Chief of Operations, Office of Unified Communications, Washington, D.C.", 
        "guest": "Stephen Williams"
      }, 
      {
        "credentials": "Public Information Officer, Office of Emergency Management, Arlington County VA.", 
        "guest": "John Crawford"
      }, 
      {
        "credentials": "Emergency Communications Technician, Arlington County VA.", 
        "guest": "Lynne Putnam"
      }
    ], 
    "summary": "From fender benders to serious crimes, the first person to respond to an emergency is the 911 operator. While those operators can often be the voice of calm in harrowing situations, they must juggle critical tasks within seconds, often while battling fatigue amid increased workloads. We look at the personal and professional challenges facing our region's emergency dispatchers, and explore how new technology is changing their role in public safety."
  }, 
  {
    "date": "Thursday, Jan 16, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-16/family-economics-living-brink-poverty", 
    "title": "Family Economics: Living On The Brink Of Poverty", 
    "guests": [
      {
        "credentials": "Executive Director and Chief Economist, Washington Center for Equitable Growth", 
        "guest": "Heather Boushey"
      }, 
      {
        "credentials": "Director, National Marriage Project; Associate Professor of Sociology, University of Virginia", 
        "guest": "W. Bradford Wilcox"
      }
    ], 
    "summary": "One in three American women live in poverty or on the brink of poverty, according to a new report by Maria Shriver and the Center for American Progress. That's 42 million women, plus 28 million children, in economic peril. We explore how the decline in marriage, a lack of employment benefits like paid sick leave and debates over raising the minimum wage are affecting family economics in households across the U.S."
  }, 
  {
    "date": "Friday, Jan 17, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-17/politics-hour-jan-17-2014", 
    "title": "The Politics Hour - Jan. 17, 2014", 
    "guests": [
      {
        "credentials": "Democratic Mayoral Candidate, District of Columbia; Member, D.C. Council (D-Ward 6); Committee on the Judiciary and Public Safety", 
        "guest": "Tommy Wells"
      }, 
      {
        "credentials": "Maryland State's Attorney, Prince George's County", 
        "guest": "Angela Alsobrooks"
      }, 
      {
        "credentials": "Reporter, WAMU 88.5 News", 
        "guest": "Patrick Madden"
      }
    ], 
    "summary": "The D.C. Council sparks a new debate with a move to decriminalize possession of marijuana. Maryland's botched health exchange rollout burns Lt. Gov. Anthony Brown and other top officials. And Virgina's new governor, Terry McAuliffe, gets blowback over a liquor board appointment. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Jan 20, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-20/burglary-inside-story-fbi-surveillance-rebroadcast", 
    "title": "\"The Burglary:\" The Inside Story Of FBI Surveillance (Rebroadcast)", 
    "guests": [
      {
        "credentials": "Author, \"The Burglary: The Discovery of J. Edgar Hoover's Secret F.B.I\" (Knopf, 2014)", 
        "guest": "Betty Medsger"
      }, 
      {
        "credentials": "Faculty member, University of Colorado School of Medicine; Daughter of William Davidon, one of the Media, Penn., burglars", 
        "guest": "Sarah Davidon"
      }, 
      {
        "credentials": "Founder, Black Classic Press", 
        "guest": "Paul Coates"
      }
    ], 
    "summary": "In 1971, eight people stole and disclosed FBI records that proved the agency was spying on black and anti-war activists under the now-infamous COINTELPRO banner. Four decades later, a new book reveals the burglars' identities, answering questions about how they pulled off the historic heist, and fueling renewed debates over whistle-blowers and government surveillance of its own citizens."
  }, 
  {
    "date": "Monday, Jan 20, 2014 at 12:41 p.m.", 
    "url": "/shows/2014-01-20/square-behind-headlines-egyptian-revolution-rebroadcast", 
    "title": "\"The Square:\" Behind The Headlines Of The Egyptian Revolution  (Rebroadcast)", 
    "guests": [
      {
        "credentials": "Documentary Filmmaker; Director, \"The Square\"", 
        "guest": "Jehane Noujaim"
      }
    ], 
    "summary": "A new documentary takes viewers inside the Egyptian revolution, from the heady protests in Tahrir Square to the subsequent political upheaval. Armed only with cameras and social media, a group of young Egyptian activists document shifting religious, sectarian and political lines. Film director Jehane Noujaim joins us to discuss."
  }, 
  {
    "date": "Monday, Jan 20, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-20/history-black-barber-shops-rebroadcast", 
    "title": "The History Of Black Barber Shops (Rebroadcast)", 
    "guests": [
      {
        "credentials": "history professor, Vassar College; author 'Cutting Along the Color Line: Black Barbers and Barber Shops in America'", 
        "guest": "Quincy Mills"
      }
    ], 
    "summary": "Modern black barber shops are civic, cultural and business institutions in many major cities. Their history, however, is complicated, shifting from places where only white men were served to the democratic social spaces of today in just over a century. We consider the political and social movements brought that change about and the role these shops play in communities now."
  }, 
  {
    "date": "Monday, Jan 20, 2014 at 1:32 p.m.", 
    "url": "/shows/2014-01-20/real-legacy-martin-luther-king-jr-rebroadcast", 
    "title": "The Real Legacy Of Martin Luther King Jr. (Rebroadcast)", 
    "guests": [
      {
        "credentials": "Historian; author, \"The King Years: Historic Moments in the Civil Rights Movement\"", 
        "guest": "Taylor Branch"
      }
    ], 
    "summary": "Martin Luther King Jr. and the history of the civil rights era continue to inspire those fighting for equal rights today. But Pulitzer Prize-winning author Taylor Branch argues that while King's name is invoked frequently, few understand the principles he championed or the real history of race relations in America. We explore the legacy of Dr. Martin Luther King, and his relationship to the nation's capital."
  }, 
  {
    "date": "Tuesday, Jan 21, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-21/science-snowstorms-and-weather-prediction", 
    "title": "The Science Of Snowstorms And Weather Prediction", 
    "guests": [
      {
        "credentials": "Weather Editor, Washington Post", 
        "guest": "Jason Samenow"
      }
    ], 
    "summary": "The Washington region is bracing for four to seven inches of snow today, followed by a blast of arctic air that will plunge temperatures into the single digits. We talk with Jason Samenow, from The Washington Post's Capital Weather Gang, about what to expect and the science behind winter weather predictions."
  }, 
  {
    "date": "Tuesday, Jan 21, 2014 at 12:18 p.m.", 
    "url": "/shows/2014-01-21/anonymous-speech-and-online-reviews", 
    "title": "Anonymous Speech And Online Reviews", 
    "guests": [
      {
        "credentials": "Attorney, Public Citizen", 
        "guest": "Paul Levy"
      }, 
      {
        "credentials": "Attorney, Bean Kinney & Korman attorneys", 
        "guest": "Bruce Davis"
      }, 
      {
        "credentials": "Vice president, communications, Yelp.", 
        "guest": "Vince Sollitto"
      }, 
      {
        "credentials": "Spokesperson, Hadeed Carpet Cleaning; senior counsel, Dominion Strategies", 
        "guest": "Ramsey Poston"
      }
    ], 
    "summary": "Anonymous reviews are a staple of life on the Internet, but a recent court ruling could change that. A Virginia court told Yelp to name a half-dozen people who wrote negative reviews about a local business. The business claims the naysayers weren't real customers, but Yelp says divulging personal information violates the users' First Amendment rights. We discuss what the ruling means for consumer reviews and anonymous speech online."
  }, 
  {
    "date": "Tuesday, Jan 21, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-21/dispatches-ethiopia-us-ambassador-african-union", 
    "title": "Dispatches From Ethiopia: U.S. Ambassador To The African Union", 
    "guests": [
      {
        "credentials": "U.S. Ambassador to the African Union and Permanent Representative of the United States to the UN Economic Commission of Africa", 
        "guest": "Reuben Brigety"
      }
    ], 
    "summary": "With violence flaring in South Sudan, peace talks are under way in Ethiopia to try to negotiate a cease fire. Kojo is traveling in Ethiopia and spoke with the U.S. Ambassador to the African Union about South Sudan and the African Union's challenges on the continent. They also explored the U.S. role in Africa and its participation in efforts to end other violent conflicts there."
  }, 
  {
    "date": "Tuesday, Jan 21, 2014 at 1:33 p.m.", 
    "url": "/shows/2014-01-21/linking-poverty-and-poor-health", 
    "title": "Linking Poverty And Poor Health", 
    "guests": [
      {
        "credentials": "Professor of Medicine, University of California San Francisco", 
        "guest": "Hilary Seligman"
      }, 
      {
        "credentials": "Professor, Dept. of Health Policy; Director, Center for Health Policy Research; School of Public Health and Health Services, George Washington University", 
        "guest": "Leighton Ku"
      }
    ], 
    "summary": "A recent study shows that poor people with diabetes are significantly more likely to end up in the hospital for dangerously low blood sugar at the end of the month, when budgets are tight. As Congress debates cuts to food assistance programs like SNAP benefits, some doctors and advocates for the poor say the study is further evidence that cutting food and other assistance programs leads to expensive health care crises. We explore the issues."
  }, 
  {
    "date": "Wednesday, Jan 22, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-22/charges-filed-against-virginia-gov-robert-mcdonnell", 
    "title": "Charges Filed Against Virginia Gov. Robert McDonnell", 
    "guests": [
      {
        "credentials": "Associate Professor of Political Science and Chair of the Department of Government, Christopher Newport University", 
        "guest": "Quentin Kidd"
      }, 
      {
        "credentials": "Northern Virginia reporter, WAMU 88.5; political reporter, Connection Newspapers; Author, \"Hidden History of Alexandria, D.C.\" (The History Press)", 
        "guest": "Michael Pope"
      }, 
      {
        "credentials": "Managing Editor, Center for Public Integrity", 
        "guest": "Gordon Witkin"
      }
    ], 
    "summary": "On Tuesday, federal prosecutors charged former Virginia Gov. Robert McDonnell and his wife, Maureen, with illegally accepting gifts from a state businessman in exchange for touting his dietary supplements. The charges came 10 days after McDonnell left office and make him the Commonwealth's first governor to face criminal prosecution. We explore the implications of the charges and new concerns about integrity in the statehouse."
  }, 
  {
    "date": "Wednesday, Jan 22, 2014 at 12:35 p.m.", 
    "url": "/shows/2014-01-22/security-concerns-sochi-olympics", 
    "title": "Security Concerns At The Sochi Olympics", 
    "guests": [
      {
        "credentials": "Senior Fellow and Director, Russia and Eurasia Program, Center for Strategic & International Studies", 
        "guest": "Andrew Kuchins"
      }, 
      {
        "credentials": "Washington Bureau Chief, Washington Post", 
        "guest": "Kathy Lally"
      }
    ], 
    "summary": "When the Olympics open in Sochi on Feb. 7, athletes will be welcomed to the costliest and the most fortified games in Olympic history. Terror threats and recent bombings blamed on separatists in the neighboring Caucasus have put Sochi and nearby cities on virtual lockdown. More than 30,000 Russian police officers and troops are expected at the games, as well as FBI agents and other foreign security officers. We find out how Sochi is preparing, what security measures visitors can expect and how serious the threat is from Russia’s neighboring Islamist insurgency."
  }, 
  {
    "date": "Wednesday, Jan 22, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-22/animal-welfare-and-food-we-eat", 
    "title": "Animal Welfare And The Food We Eat", 
    "guests": [
      {
        "credentials": "Senior Editor, The Atlantic; Author, \"The Joy of Coffee: The Essential Guide to Buying, Brewing and Enjoying\" (Houghton Mifflin, 1997)", 
        "guest": "Corby Kummer"
      }, 
      {
        "credentials": "Director, Farm Animal Protection Campaign, Humane Society of the United States", 
        "guest": "Paul Shapiro"
      }
    ], 
    "summary": "In a move applauded by animal welfare groups, two of the country's biggest pork producers say they'll end some controversial practices on the farm. The news comes at a time when lawmakers are reluctant to act on animal treatment issues, but companies are making unilateral moves to win customer loyalty. We explore how ethics and animal welfare concerns affect the decisions consumers make about what to eat."
  }, 
  {
    "date": "Wednesday, Jan 22, 2014 at 1:35 p.m.", 
    "url": "/shows/2014-01-22/mtvs-public-service-message-teen-moms", 
    "title": "MTV's Public Service Message: Teen Moms", 
    "guests": [
      {
        "credentials": "Professor of Economics, Wellesley College", 
        "guest": "Phillip Levine"
      }
    ], 
    "summary": "When MTV's two reality shows, \"16 and Pregnant\" and \"Teen Mom\" launched, many criticized the network for glamorizing teen pregnancy. But a new study shows that rather than making teen pregnancy look appealing, the shows are responsible for a significant drop in births to teenagers. We speak with the study's author about the surprising findings and possible new approaches to influencing teen behavior."
  }, 
  {
    "date": "Thursday, Jan 23, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-23/future-virginias-gay-marriage-ban", 
    "title": "Future Of Virginia's Gay Marriage Ban", 
    "guests": [
      {
        "credentials": "Attorney General-Elect, Virginia (D)", 
        "guest": "Mark Herring"
      }, 
      {
        "credentials": "Member, Virginia Senate (D-30th District)", 
        "guest": "Adam Ebbin"
      }, 
      {
        "credentials": "Virginia State Delegate (R- 13th District, Manassass)", 
        "guest": "Robert Marshall"
      }
    ], 
    "summary": "Virginia's new attorney general, Mark Herring, says the state's voter-enacted ban on gay marriage is unconstitutional and he wants to see the courts overturn it. In 2006, Virginia voters amended the state constitution to bar gay marriage, but now Herring's office is joining two same-sex couples in a lawsuit asking a federal court to strike it down. The move is a sharp reversal of the state's legal position on gay marriage under his predecessor, Ken Cuccinelli. We get the latest."
  }, 
  {
    "date": "Thursday, Jan 23, 2014 at 12:30 p.m.", 
    "url": "/shows/2014-01-23/behind-dcs-movie-theater-boom", 
    "title": "Behind D.C.'s Movie Theater Boom", 
    "guests": [
      {
        "credentials": "Founder and Festival Director, Filmfest DC", 
        "guest": "Anthony Gittens"
      }, 
      {
        "credentials": "Managing Director, Edens", 
        "guest": "Steve Boyle"
      }, 
      {
        "credentials": "Staff Writer, Author of the \"Housing Complex\" blog, Washington City Paper", 
        "guest": "Aaron Wiener"
      }
    ], 
    "summary": "Over the next few years, Washington, D.C. will get 40 new movie theater screens, nearly doubling the city’s current number. It’s a renaissance that developers say is a response to the district’s shifting population, and residents say fills gaping holes left by key closures at venues like Union Station. We look at the movie theater resurgence, find out what moviegoers can expect from the new venues and explore how the theaters will impact their surrounding neighborhoods."
  }, 
  {
    "date": "Thursday, Jan 23, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-23/future-your-doctors-office", 
    "title": "The Future Of Your Doctor's Office", 
    "guests": [
      {
        "credentials": "MD, Internal Medicine Physician, Washington Internist Group (DC); Governor, American College of Physicians, DC Chapter", 
        "guest": "Alice L. Fuisz"
      }, 
      {
        "credentials": "Vice President for Medical Affairs, Sibley Memorial Hospital", 
        "guest": "Peter Petrucci"
      }, 
      {
        "credentials": "Executive Director, Orthopaedic Medicine and Surgery", 
        "guest": "Denny Tritinger"
      }, 
      {
        "credentials": "Internal Medicine specialist, Medstar Physicians Partners.", 
        "guest": "Teresa Stone"
      }
    ], 
    "summary": "As technology costs rise and billing and electronic records become more complicated, many doctors find it hard to afford the costs of remaining independent. Since 2000, the percentage of doctors running their own practice has dropped from 57 percent to 39 percent. Many practices are being absorbed by large health organizations or are developing new models, like consortiums, to share costs. Those who manage to stay independent often can only do so by charging patients directly rather than taking insurance. We speak with doctors and health care professionals about the future of the doctor's office."
  }, 
  {
    "date": "Friday, Jan 24, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-24/politics-hour-jan-24-2014", 
    "title": "The Politics Hour - Jan. 24, 2014", 
    "guests": [
      {
        "credentials": "D.C. Council member (D-Ward 2); Chairman of the Committee on Finance and Revenue", 
        "guest": "Jack Evans"
      }, 
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }
    ], 
    "summary": "It's been a big week in Virgina politics. The commonwealth's new attorney general does a U-turn on gay marriage and the state's constitutional ban. Former Virginia Gov. Bob McDonnell and his wife are indicted in federal court over a gift scandal. And a three-way runoff election puts another democrat in the State Senate, which could tip the balance of power. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Jan 27, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-27/rebroadcast-gary-shteyngart-little-failure", 
    "title": "Rebroadcast: Gary Shteyngart: \"Little Failure\"", 
    "guests": [
      {
        "credentials": "Author, \"Little Failure\"", 
        "guest": "Gary Shteyngart"
      }
    ], 
    "summary": "Best known for his knife-sharp satire in novels like \"A Super Sad True Love Story\" and \"Absurdistan,\" Gary Shteyngart's latest work is a memoir of life as the child of Russian immigrants struggling to make it in Queens, N.Y. It's a scathingly funny yet loving portrait of parents whose affection is expressed through regular put-downs (his mother's nickname for him inspired the book's title), but also a powerful love. We speak with the author about how his life has influenced his work."
  }, 
  {
    "date": "Monday, Jan 27, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-27/rebroadcast-good-lord-bird-james-mcbride", 
    "title": "Rebroadcast: \"The Good Lord Bird\" By James McBride", 
    "guests": [
      {
        "credentials": "Author, \"The Good Lord Bird;\" Distinguished Writer in Residence, New York University.", 
        "guest": "James McBride"
      }
    ], 
    "summary": "A surprise winner at this year's National Book Award, James McBride's latest novel takes on the story of abolitionist John Brown's doomed raid on the arsenal at Harper's Ferry. In this satirical tale, the young narrator is a boy mistaken for a girl and taken into Brown's retinue. Onion, as he's nicknamed, gets a front-seat view of history as Brown plans his raid, meeting Frederick Douglas, Harriet Beecher Stowe and other well-known historical figures. We speak with McBride about the novel, as well as the band he formed to play music that inspired Brown."
  }, 
  {
    "date": "Tuesday, Jan 28, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-28/deep-learning-teaching-computers-think-people", 
    "title": "Deep Learning: Teaching Computers To Think Like People", 
    "guests": [
      {
        "credentials": "Professor, Department of Linguistics and Institute for Advanced Computer Studies, University of Maryland; Founder, React Labs", 
        "guest": "Philip Resnik"
      }, 
      {
        "credentials": "Distinguished Professor of Computer Science, University of Toronto; Distinguished Researcher at Google", 
        "guest": "Geoffrey Hinton"
      }, 
      {
        "credentials": "Stanford University PhD student in computer science; developer of the Neural Analysis of Sentiment algorithm", 
        "guest": "Richard Socher"
      }
    ], 
    "summary": "It's the holy grail of computing: teaching computers to think the way humans do. The pioneer of \"deep learning\" says the key is to mimic the brain's system of neural networks. Now Geoffrey Hinton is taking his work inside Google to help improve Android's voice search and work on advancing language interpretation so computers can begin to interpret our musings and ramblings online. Tech Tuesday explores how computers learn and where the next breakthroughs will be."
  }, 
  {
    "date": "Tuesday, Jan 28, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-28/ethiopian-voices-blogging-democracy", 
    "title": "Ethiopian Voices: Blogging For Democracy", 
    "guests": [
      {
        "credentials": "blogger, Zone9", 
        "guest": "Soliyana Shimeles"
      }, 
      {
        "credentials": "blogger, Zone9", 
        "guest": "Befekadu Hailu"
      }, 
      {
        "credentials": "blogger, Zone9", 
        "guest": "Abel Wabella"
      }
    ], 
    "summary": "Conversations about Ethiopian politics are often complicated by internal and external factors. The country is a strong U.S. ally in a tumultuous region, but after what critics termed a \"very tightly controlled\" election in 2010, several opposition leaders and journalists have been jailed. Still, activists in Ethiopia feel it’s important for their voices to be heard at home and abroad. Kojo sat down with three pro-democracy bloggers during his recent visit to Ethiopia."
  }, 
  {
    "date": "Tuesday, Jan 28, 2014 at 1:43 p.m.", 
    "url": "/shows/2014-01-28/tom-paxton-musical-tribute-pete-seeger", 
    "title": "Tom Paxton: A Musical Tribute To Pete Seeger", 
    "guests": [
      {
        "credentials": "singer-songwriter", 
        "guest": "Tom Paxton"
      }
    ], 
    "summary": "Legendary singer, songwriter and activist Pete Seeger died Monday at age 94. During a musical career that spanned seven decades, he performed at union halls, protests and concert venues across the country, and helped launch the American folk revival. Grammy Award-winning musician Tom Paxton joins Kojo for a musical tribute and a look at Seeger's enduring impact on American music and politics."
  }, 
  {
    "date": "Wednesday, Jan 29, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-29/metro-general-manager-richard-sarles", 
    "title": "Metro General Manager Richard Sarles", 
    "guests": [
      {
        "credentials": "General Manager and Chief Executive Officer, Washington Metropolitan Area Transit Authority (WMATA)", 
        "guest": "Richard Sarles"
      }, 
      {
        "credentials": "Transportation Reporter, WAMU", 
        "guest": "Martin Di Caro"
      }
    ], 
    "summary": "Many long-anticipated changes are coming to the Washington Metropolitan Area Transit Authority. Streetcars are expected to begin service on H Street NE and the Silver Line is slated to start running to Reston and Tyson's Corner. New fare cards and rail cars are also in the works systemwide. But many old problems and concerns about on-time performance, maintenance and safety remain. Kojo and WAMU 88.5 reporter Martin DiCaro talk with Metro General Manager Richard Sarles about where the system is headed."
  }, 
  {
    "date": "Wednesday, Jan 29, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-29/tracing-coffee-ethiopia-dc", 
    "title": "Tracing Coffee From Ethiopia To D.C.", 
    "guests": [
      {
        "credentials": "Food Writer, The Washington Post", 
        "guest": "Tim Carman"
      }, 
      {
        "credentials": "Agriculture Minister, Ethiopia", 
        "guest": "Ato Tefera Derebew"
      }, 
      {
        "credentials": "Owner, Importer, Keffa Coffee (Towson, Md.)", 
        "guest": "Samuel Demisse"
      }, 
      {
        "credentials": "Owner, Roaster, Qualia Coffee (Washington, D.C.)", 
        "guest": "Joel Finkelstein"
      }, 
      {
        "credentials": "Chief Technical Adviser and Former Chief Information Officer, Ethiopian Commodity Exchange", 
        "guest": "Solomon Edossa"
      }
    ], 
    "summary": "Few countries are as synonymous with coffee as Ethiopia, whose exports reach consumers all over the world. A few years ago, Ethiopia mandated that its coffee farmers sell their crops through a commodity exchange -- a plan designed to help many of the country's low-income farmers fetch better prices on the market. But that plan's come under criticism from some who feel it's ended direct trade for single origin coffee there and diluted the country's brand. Fresh from a learning tour of Ethiopia, Kojo explores the links between the coffee American consumers drink and the economic fortunes of the farmers who grow it."
  }, 
  {
    "date": "Thursday, Jan 30, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-30/shaping-city-architecture-and-empty-spaces", 
    "title": "Shaping The City: Architecture And Empty Spaces", 
    "guests": [
      {
        "credentials": "Architect; Columnist, \"Shaping the City,\" Washington Post; and Professor Emeritus of Architecture, University of Maryland College Park", 
        "guest": "Roger Lewis"
      }, 
      {
        "credentials": "Director, 11th Street Bridge Park Project", 
        "guest": "Scott Kratz"
      }
    ], 
    "summary": "Washington is experiencing an ongoing development boom, with parking lots and empty storefronts giving way to multi-story apartment buildings and big-box retail all over the region. But does a hot real estate market allow for unbuilt spaces like public plazas, community gardens and single-story structures? We explore how city planners, residents, and private developers negotiate what does -- and doesn't -- get built."
  }, 
  {
    "date": "Thursday, Jan 30, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-01-30/whats-stake-el-salvadors-presidential-election", 
    "title": "What's At Stake In El Salvador's Presidential Election", 
    "guests": [
      {
        "credentials": "Program Director, Washington Office on Latin America", 
        "guest": "Geoff Thale"
      }, 
      {
        "credentials": "Executive Director, Central American Resource Center", 
        "guest": "Abel Nunez"
      }, 
      {
        "credentials": "Co-owner, Lauriol Plaza Restaurant and Cactus Cantina", 
        "guest": "Luis Reyes"
      }
    ], 
    "summary": "Voters go to the polls in El Salvador on Feb. 2, and Washington's large Salvadoran community will be watching closely. This is the first election in which emigres can vote by absentee ballot. But it's also a contest for the direction of a nation with a tepid economy that relies heavily on remittances from Salvadorans in the U.S. Kojo examines the challenges facing El Salvador and asks how the election will affect the Washington region's largest immigrant community."
  }, 
  {
    "date": "Thursday, Jan 30, 2014 at 1:35 p.m.", 
    "url": "/shows/2014-01-30/virginia-textbook-tweak-stirs-naming-dispute-over-asian-sea", 
    "title": "Virginia Textbook Tweak Stirs Naming Dispute Over Asian Sea", 
    "guests": [
      {
        "credentials": "Reporter, Richmond Times-Dispatch", 
        "guest": "James Nolan"
      }, 
      {
        "credentials": "Blogger, Ask a Korean!", 
        "guest": "TK Park"
      }, 
      {
        "credentials": "President, Voice of Korean Americans", 
        "guest": "Peter Kim"
      }, 
      {
        "credentials": "Minister of Public Affairs, Embassy of Japan", 
        "guest": "Masato Otaka"
      }
    ], 
    "summary": "A two-word tweak to Virginia's public school textbooks has sparked a fiery debate in the General Assembly and reignited a longstanding international feud. A Senate bill would require Virginia's texts to note that the Sea of Japan is also known as the \"East Sea.\" The move has angered Japan, pitting its high-powered lobbyists against the local Korean-American community. Kojo explores the power of a name, and finds out what's next in this sensitive dispute."
  }, 
  {
    "date": "Friday, Jan 31, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-01-31/politics-hour-jan-31-2014", 
    "title": "The Politics Hour - Jan. 31, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Maryland Reporter, WAMU, 88.5", 
        "guest": "Matt Bush"
      }, 
      {
        "credentials": "Candidate, Lieutenant Governor of Maryland; County Executive, Howard County, Maryland", 
        "guest": "Ken Ulman"
      }, 
      {
        "credentials": "Democratic Candidate, D.C. Council (Ward 1)", 
        "guest": "Brianne Nadeau"
      }
    ], 
    "summary": "A shopping mall shooting rattles communities in Maryland. The death of a D.C. employee reopens concerns about the city's emergency services. And Virginia lawmakers spar over everything from textbook language to hunting on Sundays. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Feb 3, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-03/heroin-trends-locally-and-nationally", 
    "title": "Heroin: Trends Locally And Nationally", 
    "guests": [
      {
        "credentials": "Senior Economist, Rand Corporation; Professor of Public Policy and Criminology, University of Maryland", 
        "guest": "Peter Reuter"
      }, 
      {
        "credentials": "Executive Director, NAADAC, The Association of Addiction Professionals", 
        "guest": "Cynthia Moreno Tuohy"
      }
    ], 
    "summary": "Academy Award-winning actor Phillip Seymour Hoffman died yesterday from an apparent heroin overdose, highlighting a resurgence in the use of the drug nationally. It's a trend evident locally, as deaths around our region tied to heroin make headlines. Last summer, a McLean, Va., high school student died after injecting heroin while on a common antihistamine. We look at what's fueling the rise in use, particularly among teens and young adults in this region."
  }, 
  {
    "date": "Monday, Feb 3, 2014 at 12:23 p.m.", 
    "url": "/shows/2014-02-03/after-dr-v-transgender-representation-sports", 
    "title": "After \"Dr. V\": Transgender Representation In Sports", 
    "guests": [
      {
        "credentials": "Major League Baseball Editor and Columnist, ESPN.com", 
        "guest": "Christina Kahrl"
      }, 
      {
        "credentials": "Mixed Martial Arts (MMA) Fighter", 
        "guest": "Fallon Fox"
      }
    ], 
    "summary": "It started as an investigative story about a \"scientifically superior\" golf club. But when \"Dr. V's Magic Putter\" revealed  -- without her consent -- that the inventor was transgender, the article quickly morphed into a cautionary tale about media coverage of the transgender community. Kojo explores the ethics questions raised by the story, and how organized sports leagues have tried to accommodate trans athletes."
  }, 
  {
    "date": "Monday, Feb 3, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-03/john-rizzo-thirty-years-cias-lawyer", 
    "title": "John Rizzo: Thirty Years As The CIA's Lawyer", 
    "guests": [
      {
        "credentials": "former acting general counsel, Central Intelligence Agency", 
        "guest": "John Rizzo"
      }
    ], 
    "summary": "In the years following the Sept. 11 terrorist attacks, the CIA developed a new counter-terrorism program, keeping detainees in secret remote locations known as \"black sites\" and using controversial interrogation techniques, including waterboarding. And, as acting general counsel of the CIA, John Rizzo signed off on those and other moves. He joins us to discuss his three-decade career with the agency during which he faced scandal and controversy as one of its chief lawyers."
  }, 
  {
    "date": "Tuesday, Feb 4, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-04/computer-guys-and-gal", 
    "title": "Computer Guys And Gal", 
    "guests": [
      {
        "credentials": "WAMU Computer Gal; Chief Futurist at the University of Maryland Division of Research; Co-Director of the Future of Information Alliance, University of Maryland", 
        "guest": "Allison Druin"
      }, 
      {
        "credentials": "Director for Business Development for BLT Global Ventures, a cloud-based systems integration company with a focus on Salesforce", 
        "guest": "John Gilroy"
      }, 
      {
        "credentials": "WAMU Computer Guy; and Hardware & Software Technician for MACs & PCs at Mid-Atlantic Consulting, Inc.", 
        "guest": "Bill Harlow"
      }
    ], 
    "summary": "Michael's craft store and Yahoo join the list of companies whose customer data has been hacked. Apple celebrates 30 years of making computers and more. And your router or \"smart\" refrigerator could be linked to a malicious botnet sending out spam. The Computer Guys and Gal are here to explore the latest news in technology."
  }, 
  {
    "date": "Tuesday, Feb 4, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-04/crack-drug-consumed-nations-capital", 
    "title": "Crack: The Drug That Consumed The Nation's Capital", 
    "guests": [
      {
        "credentials": "Former Reporter, The Washington Post; Author, \"S Street Rising: Crack, Murder, and Redemption in D.C.\" (Bloomsbury USA, 2014)", 
        "guest": "Ruben Castaneda"
      }, 
      {
        "credentials": "Homicide Detective, Metropolitan Police Department; Author, Coach", 
        "guest": "Mitch Credle"
      }
    ], 
    "summary": "For the past two decades, neighborhoods across Washington, D.C., have changed at breakneck speed. But underneath steep drops in crime and waves of new residents that came with those changes, many of these neighborhoods still bear the scars of the crack cocaine epidemic that consumed the district just a few decades ago. Kojo explores the legacy of the drug epidemic that ripped Washington, D.C., apart just a few decades ago with voices featured in WAMU 88.5's recent series on the story."
  }, 
  {
    "date": "Tuesday, Feb 4, 2014 at 1:20 p.m.", 
    "url": "/shows/2014-02-04/alcatraz-11-vietnams-defiant-pows", 
    "title": "Alcatraz 11: Vietnam's \"Defiant\" POWs", 
    "guests": [
      {
        "credentials": "Author of \"Defiant: The POWs Who Endured Vietnam's Most Infamous Prison, The Women Who Fought for Them, and the One Who Never Returned\"", 
        "guest": "Alvin Townley"
      }, 
      {
        "credentials": "Rear Admiral, U.S. Navy (Ret.); former associate dean, Center for Aerospace Studies, University of North Dakota; former assistant dean, George Washington University", 
        "guest": "Robert Shumaker"
      }
    ], 
    "summary": "For years during the Vietnam War, hundreds of prisoners-of-war endured brutal treatment at Vietnam's Hoa Lo prison, also known as the \"Hanoi Hilton.\" To evade their captors' ruthless quest for intelligence, 11 men developed a system of stealth communication and strict adherence to U.S. military code -- resistance that eventually landed them at an isolated jail known as \"Alcatraz.\" Kojo hears the story of the men who fought the Vietnam war from Alcatraz, and discusses efforts on the home front that would permanently change America's treatment of POWs."
  }, 
  {
    "date": "Wednesday, Feb 5, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-05/dcs-evolving-college-affordability-debate", 
    "title": "D.C.'s Evolving College Affordability Debate", 
    "guests": [
      {
        "credentials": "D.C. Education Reporter, Washington Post", 
        "guest": "Emma Brown"
      }
    ], 
    "summary": "District lawmakers want to create a new publicly-funded college scholarship program for low-income high school graduates. But many fear a proposed \"D.C. Promise\" program -- which was tentatively approved by the D.C. Council on Tuesday -- could ultimately undermine existing federal scholarship programs for D.C. teens. We explore the future of college support programs in the District."
  }, 
  {
    "date": "Wednesday, Feb 5, 2014 at 12:20 p.m.", 
    "url": "/shows/2014-02-05/struggle-boost-government-efficiency", 
    "title": "The Struggle To Boost Government Efficiency", 
    "guests": [
      {
        "credentials": "Founding Director,Center for Effective Public Management, Brookings Institution; Creator of the National Performance Review during the Clinton Administration; author of \"How Change Happens—Or Doesn’t: The Politics of U.S. Public Policy\" (Lynne Rienner, 2013)", 
        "guest": "Elaine Kamarck"
      }, 
      {
        "credentials": "Chief Technology Officer, U.S. Dept. of Health and Human Services", 
        "guest": "Bryan Sivak"
      }
    ], 
    "summary": "The rocky launch of Healthcare.gov raised new questions about government efficiency and the Department of Health and Human Services is working on answers. Officials there are encouraging entrepreneurship and innovation through a model they hope can be exported to other agencies. But as many \"re-inventing government\" initiatives over the years have shown--and as many federals worker can attest--changing the culture in a federal bureaucracy can be tough. Kojo explores the challenges of making government more efficient and effective."
  }, 
  {
    "date": "Wednesday, Feb 5, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-05/political-showdown-over-fishing-season-maryland", 
    "title": "Political Showdown Over Fishing Season In Maryland", 
    "guests": [
      {
        "credentials": "Reporter, The Baltimore Sun", 
        "guest": "Tim Wheeler"
      }
    ], 
    "summary": "The Maryland General Assembly is deeply divided over a proposed law that would transform fisheries management in the state. Bill 145 would allow the Maryland Department of Natural Resources, or DNR, to open, close or modify the fishing season with 48 hours notice. Now, an already tense policy battle is morphing into a political drama, after lawmakers held up the nomination of the interim director of DNR. We get the latest from Annapolis."
  }, 
  {
    "date": "Wednesday, Feb 5, 2014 at 1:32 p.m.", 
    "url": "/shows/2014-02-05/chinese-new-year-food-traditions", 
    "title": "Chinese New Year Food Traditions", 
    "guests": [
      {
        "credentials": "Executive Chef, The Source", 
        "guest": "Scott Drewno"
      }, 
      {
        "credentials": "Co-owner of Seven Seas restaurant in Rockville, Md.", 
        "guest": "Corinna Shen"
      }, 
      {
        "credentials": "Associate Professor of History at Johns Hopkins University", 
        "guest": "Tobie Meyer-Fong"
      }
    ], 
    "summary": "The New Year, or Spring Festival, is the biggest holiday celebrated in Chinese culture. The celebration begins with the first full moon and lasts 15 days, and involves family meals, fireworks and gifts. Many of the traditional foods eaten at this time of year symbolize good fortune: eating uncut noodles means a long life, and dumplings resembling the shape of ancient Chinese coins suggest prosperity. We explore how the Chinese New Year is celebrated in communities around the world."
  }, 
  {
    "date": "Thursday, Feb 6, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-06/cheating-scandals-rock-military", 
    "title": "Cheating Scandals Rock The Military", 
    "guests": [
      {
        "credentials": "Pentagon and national security reporter, The Washington Post", 
        "guest": "Craig Whitlock"
      }
    ], 
    "summary": "Earlier this week, the Navy disclosed the suspension of 30 sailors suspected of cheating on exams qualifying them to operate nuclear reactors. This follows investigations into Naval officers accused of trading secrets for sex and money, 92 suspensions tied to cheating on nuclear exams in the Air Force and a recruiting scandal in the National Guard, among others. We explore how the Pentagon is responding to what appears to be a systemic problem, and how these headline-grabbing scandals will affect civilian confidence in the military."
  }, 
  {
    "date": "Thursday, Feb 6, 2014 at 12:23 p.m.", 
    "url": "/shows/2014-02-06/power-africa-bridging-access-electricity", 
    "title": "Power Africa: Bridging Access To Electricity", 
    "guests": [
      {
        "credentials": "Senior Fellow and Director of the Emerging Africa Project, Center for Global Development; author, \"African Development: Making Sense of the Issue and Actors\"  (Lynne Rienner); former Deputy Assistant Secretary for Africa, State Department", 
        "guest": "Todd Moss"
      }, 
      {
        "credentials": "senior fellow, Brookings’ Africa Growth Initiative; member of the Editorial Board, Global Credit Review", 
        "guest": "Amadou Sy"
      }, 
      {
        "credentials": "Director, Private Capital Group for Africa at the U.S. Agency of International Development (USAID)", 
        "guest": "Agnes Dasewicz"
      }, 
      {
        "credentials": "Managing Partner and Head of Transaction Advisory, EY (formerly Ernst & Young) in Ethiopia", 
        "guest": "Zemedeneh Negatu"
      }
    ], 
    "summary": "Nearly two-thirds of the population of sub-Saharan Africa does not have access to electricity, and service is often unreliable for those who do. The Obama administration has pledged $7 billion to fund infrastructure projects in several African nations. As more companies look at locating in these developing countries, we consider the value of U.S. infrastructure investments."
  }, 
  {
    "date": "Thursday, Feb 6, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-06/jennifer-senior-all-joy-and-no-fun-paradox-modern-parenthood", 
    "title": "Jennifer Senior: \"All Joy And No Fun: The Paradox Of Modern Parenthood\"", 
    "guests": [
      {
        "credentials": "contributing editor, New York Magazine; author, \"All Joy, No Fun: The Paradox of Modern Parenthood\"", 
        "guest": "Jennifer Senior"
      }
    ], 
    "summary": "Countless studies, scholarly articles and self-help books have considered the effect parents have on their children at every stage of their lives. But what about the effect kids have on their parents? Relationships, careers, hobbies and habits all change as soon as a child comes on the scene -- for better and worse. Journalist Jennifer Senior dives into the world of modern parenthood, discovering rich rewards and vexing challenges alike."
  }, 
  {
    "date": "Friday, Feb 7, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-07/politics-hour-feb-7-2014", 
    "title": "The Politics Hour - Feb. 7, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Member, U.S. House of Representatives (D-MD, 4th Congressional District)", 
        "guest": "Donna Edwards"
      }, 
      {
        "credentials": "Attorney, Zukerberg Law Center, Pllc", 
        "guest": "Paul Zukerberg"
      }, 
      {
        "credentials": "Democratic Candidate, D.C. Council (Ward 6)", 
        "guest": "Darrel Thompson"
      }
    ], 
    "summary": "D.C. lawmakers take steps to decriminalize marijuana in the District. Virginia's new governor courts lawmakers from the other side of the aisle -- with booze. And the Maryland Senate moves to ban sales of grain alcohol in the Old Line State. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Feb 10, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-10/how-neighborhood-development-affects-our-sense-community", 
    "title": "How Neighborhood Development Affects Our Sense Of Community", 
    "guests": [
      {
        "credentials": "Senior Research Associate, the Urban Institute's Metropolitan Housing and Communities Policy Center", 
        "guest": "Peter Tatian"
      }, 
      {
        "credentials": "Assistant Professor of Sociology & Global Urban Studies, Adjunct Assistant Professor of Psychology, Michigan State University", 
        "guest": "Zachary Neal"
      }, 
      {
        "credentials": "Associate Professor of Urban Planning, Columbia University", 
        "guest": "Lance Freeman"
      }, 
      {
        "credentials": "Director, Program Quality and Learning, CARE Ethiopia", 
        "guest": "Esther Watts"
      }
    ], 
    "summary": "The question of whether gentrification is a positive or negative force in a community often dominates development discussions in D.C. But new and old research in sociology and urban planning paints city neighborhoods as more complex microcosms than these polarizing debates indicate. With the help of researchers who have looked closely at how cities evolve at the neighborhood level, we consider local development in a new light, asking what kind of neighborhood dynamics help create strong communities and how they can be achieved."
  }, 
  {
    "date": "Monday, Feb 10, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-10/foreign-food-aid-and-farm-bill", 
    "title": "Foreign Food Aid And The Farm Bill", 
    "guests": [
      {
        "credentials": "Executive Director, Congressional Program, Aspen Institute; Former U.S. Agriculture Secretary; Former Member, U.S. House of Representatives (D-Kansas)", 
        "guest": "Dan Glickman"
      }, 
      {
        "credentials": "Director, Policy and  Research, Oxfam America", 
        "guest": "Gawain Kripke"
      }, 
      {
        "credentials": "Agriculture Minister, Ethiopia", 
        "guest": "Ato Tefera Derebew"
      }
    ], 
    "summary": "The farm bill recently signed into law by President Barack Obama took years to clear Congress - and triggered showdowns over everything from food stamps to agricultural subsidies. But this sprawling piece of legislation isn't a purely domestic matter: it includes provisions affecting international food aid efforts that are a plank of American foreign policy. We explore where food aid fits into U.S. diplomatic strategy, and how this new legislation affects, and doesn't affect, the status quo."
  }, 
  {
    "date": "Tuesday, Feb 11, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-11/do-brain-training-games-work", 
    "title": "Do Brain Training Games Work?", 
    "guests": [
      {
        "credentials": "Professor, Bloomberg School of Public Health at Johns Hopkins University; co-investigator on the Advanced Cognitive Training for Independent and Vital Elderly study on brain training", 
        "guest": "George Rebok"
      }, 
      {
        "credentials": "CEO, Posit Science", 
        "guest": "Henry Mahncke"
      }, 
      {
        "credentials": "Founder and Chief Director of the Center for Brain Health at the University of Texas at Dallas; Distinguished University Professor; author of “Make Your Brain Smarter: Increase Your Brain's Creativity, Energy, and Focus”", 
        "guest": "Sandra Bond Chapman"
      }
    ], 
    "summary": "An explosion of brain training games and apps has people spotting patterns, adding numbers and remembering sequences in hopes of boosting their mental fitness. A new study finds that a modest amount of brain training can improve cognitive speed, reasoning and memory, with effects lasting as long as a decade. But skeptics say many of the claims we hear are largely hype, and that even if you grow more proficient at a specific game or task, there's no larger benefit. We explore the popularity of brain games and the questions about their effectiveness."
  }, 
  {
    "date": "Tuesday, Feb 11, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-11/beatles-64-dcs-time-rock-and-roll-spotlight", 
    "title": "Beatles '64: D.C.'s Time In The Rock And Roll Spotlight", 
    "guests": [
      {
        "credentials": "Consultant, National Jukebox Project, Library of Congress; Editor and Project Manager, Encyclopedic Discography of Victor Recordings (EDVR)", 
        "guest": "Sam Brylawski"
      }, 
      {
        "credentials": "Enterprise Reporter, The Washington Post", 
        "guest": "J. Freedom du Lac"
      }, 
      {
        "credentials": "Attorney; Son of Harry Lynn, Owner of Washington Coliseum", 
        "guest": "John Lynn"
      }
    ], 
    "summary": "Millions of Americans know exactly where they were when the Beatles first appeared on \"The Ed Sullivan Show\" in 1964. But the concert that followed that legendary television appearance, the band's first ever in North America, is an often overlooked piece of musical -- and Washington D.C.'s -- history. Kojo chats with a man whose father booked the Beatles to play that 1964 show at Washington Coliseum, along with a lifelong friend who attended the concert with him, and ponders its legacy both locally and globally."
  }, 
  {
    "date": "Wednesday, Feb 12, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-12/dc-schools-chancellor-kaya-henderson", 
    "title": "D.C. Schools Chancellor Kaya Henderson", 
    "guests": [
      {
        "credentials": "Chancellor, District of Columbia Public Schools", 
        "guest": "Kaya Henderson"
      }
    ], 
    "summary": "The D.C. public school system is navigating a number of changes, including redrawing school boundaries, a new common application across charter and traditional public schools, and figuring out how to make up snow days. At the same time, big issues still loom, including improving middle school performance and addressing graduation rates and truancy at higher grades. Kojo sits down with D.C.'s top school official, Chancellor Kaya Henderson, about the state of local education."
  }, 
  {
    "date": "Wednesday, Feb 12, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-12/upscaling-comfort-food", 
    "title": "Upscaling Comfort Food", 
    "guests": [
      {
        "credentials": "Home Beer Brewer; Pastry Chef, Birch and Barley (Washington, D.C.)", 
        "guest": "Tiffany MacIsaac"
      }, 
      {
        "credentials": "Food and Wine Editor and Restaurant Critic, Washingtonian Magazine", 
        "guest": "Todd Kliman"
      }, 
      {
        "credentials": "Chef and Owner, Central Michel Richard; Chef and partner, Villard Michel Richard at The New York Palace.", 
        "guest": "Michel Richard"
      }, 
      {
        "credentials": "Executive Chef and General Manager, Ted's Bulletin", 
        "guest": "Eric Brannon"
      }
    ], 
    "summary": "Mac 'n cheese and truffle oil. Pop tarts made from scratch. Many local chefs and restaurants are updating favorites of yesteryear with high end ingredients, new techniques--and often with the prices to match. We examine the power of nostalgia and food, and the flavors that recall our favorite home-cooked meals."
  }, 
  {
    "date": "Thursday, Feb 13, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-13/enduring-popularity-sherlock-holmes", 
    "title": "The Enduring Popularity Of Sherlock Holmes", 
    "guests": [
      {
        "credentials": "historian; author, \"Teller of Tales: The Life of Arthur Conan Doyle\"; editor, \"Arthur Conan Doyle: A Life in Letters\"", 
        "guest": "Daniel Stashower"
      }, 
      {
        "credentials": "author, The Mary Russell mysteries, The Kate Martinelli series and other works of fiction and non-fiction", 
        "guest": "Laurie King"
      }
    ], 
    "summary": "A popular BBC series and a lawsuit over whether his stories  are in the public domain are drawing attention once again to Sir Arthur Conan Doyle, creator of one of literature's most iconic characters: Sherlock Holmes. The adventures of the detective and his steadfast companion, Dr. Watson, have been popular with generations of readers and viewers. We consider the enduring appeal of the \"canon\" of four novels and 56 short stories featuring Holmes and Watson and the many interpretations they've inspired on both page and screen."
  }, 
  {
    "date": "Thursday, Feb 13, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-13/russian-activist-masha-gessen-and-art-dissent", 
    "title": "Russian Activist Masha Gessen And The Art Of Dissent", 
    "guests": [
      {
        "credentials": "Journalist and author, \"Words Will Break Cement: The Passion of Pussy Riot\"", 
        "guest": "Masha Gessen"
      }
    ], 
    "summary": "Russian-American journalist Masha Gessen lived and worked in Russia for 20 years before increasingly severe anti-gay legislation led her, her partner and three children to leave for the U.S. last December. Her newest book, “Words Will Break Cement: The Passion of Pussy Riot,” details the story of the famed feminist punk rock activist group, tracing the roots of their revolt in Russia’s post-Soviet culture and documenting the members’ journey into Russia’s penal colonies after being convicted of hooliganism. She joins Kojo to discuss the art of dissent."
  }, 
  {
    "date": "Friday, Feb 14, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-14/politics-hour-feb-14-2014", 
    "title": "The Politics Hour - Feb. 14, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Democratic Candidate, Executive, Montgomery County (Md.); Former Executive, Montgomery County (Md.)", 
        "guest": "Douglas Duncan"
      }
    ], 
    "summary": "D.C.'s Democratic candidates for mayor slug it out on the campaign trail. A controversial lawmaker from Northern Virginia joins the scrum for the congressional set held by outgoing U.S. Rep. Frank Wolf (R). And Maryland's gubernatorial candidates spar over \"fighting words\" made about Prince George's County. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Feb 17, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-17/same-sex-marriage-virginia", 
    "title": "Same-Sex Marriage In Virginia", 
    "guests": [
      {
        "credentials": "Northern Virginia reporter, WAMU 88.5; political reporter, Connection Newspapers; Author, \"Hidden History of Alexandria, D.C.\" (The History Press)", 
        "guest": "Michael Pope"
      }, 
      {
        "credentials": "attorney; partner at Gibson, Dunn & Crutcher", 
        "guest": "Matthew McGill"
      }, 
      {
        "credentials": "President, National Organization for Marriage", 
        "guest": "Brian Brown"
      }
    ], 
    "summary": "Late last week, on the eve of Valentine's Day, a federal judge in Norfolk, Va., struck down the commonwealth's ban on same-sex marriage. The decision, which has been stayed pending appeal, overturns a voter-approved 2006 constitutional amendment that prohibited same-sex unions in Virginia and refused to recognize those performed elsewhere. We consider the implications of the ruling and find out where the case goes from here."
  }, 
  {
    "date": "Monday, Feb 17, 2014 at 12:36 p.m.", 
    "url": "/shows/2014-02-17/abandoned-dc-exploring-lost-spaces", 
    "title": "Abandoned D.C: Exploring Lost Spaces", 
    "guests": [
      {
        "credentials": "Reporter and Photographer, DCist", 
        "guest": "Pablo Maurer"
      }
    ], 
    "summary": "For nearly two decades, Washington D.C. writer and photographer Pablo Maurer has been exploring the forgotten spaces and places society left behind. From the crumbling rooms of Maryland's old Forest Haven Asylum to the overgrown faux facades of Virginia’s long-abandoned Renaissance Faire near Fredericksburg, Maurer captures the demise of buildings that once brimmed with life. Kojo talks with Maurer about the sites he's documented for the DCist's \"Abandoned DC\" series, and discusses the research and risks Maurer takes to capture these decrepit structures."
  }, 
  {
    "date": "Monday, Feb 17, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-17/diasporas-reinvesting-their-home-countries", 
    "title": "Diasporas Reinvesting In Their Home Countries", 
    "guests": [
      {
        "credentials": "Owner, U Street Parking", 
        "guest": "Henok Tesfaye"
      }, 
      {
        "credentials": "Managing Partner and Head of Transaction Advisory, EY (formerly Ernst & Young) in Ethiopia", 
        "guest": "Zemedeneh Negatu"
      }
    ], 
    "summary": "The Washington region is home to several large diaspora communities, hundreds of thousands of people who came to the area after fleeing violence in countries like Ethiopia and El Salvador. Many people in those communities send money back to their home countries through remittances, but a budding group of successful business persons are taking that process to another level. During a recent trip to Africa, Kojo spoke with two members of D.C.'s Ethiopian diaspora who are focused on investment opportunities inside of the country where they grew up."
  }, 
  {
    "date": "Monday, Feb 17, 2014 at 1:24 p.m.", 
    "url": "/shows/2014-02-17/sylviane-diouf-slaverys-exiles", 
    "title": "Sylviane Diouf: \"Slavery's Exiles\"", 
    "guests": [
      {
        "credentials": "Author, \"Slavery's Exiles: The Story of the American Maroons;\" historian; Curator, Schomberg Center for Research in Black Culture of the New York Public Library", 
        "guest": "Sylviane Diouf"
      }
    ], 
    "summary": "They were called \"maroons\" -- escaped slaves who lived hidden on the margins of settlements throughout the southern U.S. Until now, very little was known about these individuals and their communities across the American South. A new book explores how and where they lived, and what day-to-day survival meant for those who fled slavery."
  }, 
  {
    "date": "Tuesday, Feb 18, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-18/douglas-rushkoff-generation-and-present-shock", 
    "title": "Douglas Rushkoff On \"Generation Like\" And \"Present Shock\"", 
    "guests": [
      {
        "credentials": "Producer, Writer and Correspondent for FRONTLINE documentary \"Generation Like\" and author of \"Present Shock: When Everything Happens Now\" (Current, 2013)", 
        "guest": "Douglas Rushkoff"
      }
    ], 
    "summary": "Corporate America benefits from an army of advertisers who work for free, such as teens on social media who click \"Like\" or Tweet about products to impress friends or win prizes. And smart phones have created an army of adults who work non-stop -- in thrall to always-on devices. Tech Tuesday explores whether we use digital technology to promote the needs of the marketplace rather than the needs of people."
  }, 
  {
    "date": "Tuesday, Feb 18, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-18/labor-unions-contemplate-future", 
    "title": "Labor Unions Contemplate The Future", 
    "guests": [
      {
        "credentials": "Writer, In These Times", 
        "guest": "Mike Elk"
      }, 
      {
        "credentials": "Professor, American University", 
        "guest": "Stephen Silvia"
      }
    ], 
    "summary": "An effort to organize Volkswagen workers in Tennessee was hailed as a potential breakthrough for organized labor in the South. But workers at the plant in Chattanooga voted to reject the plan last week, opening up questions about whether unions will ever find a toe hold in states that are attracting an increasing amount of blue collar jobs. We explore where the labor movement is headed from here, including in so-called \"right-to-work\" states in our region."
  }, 
  {
    "date": "Tuesday, Feb 18, 2014 at 1:20 p.m.", 
    "url": "/shows/2014-02-18/dc-water-proposes-green-infrastructure", 
    "title": "DC Water Proposes Green Infrastructure", 
    "guests": [
      {
        "credentials": "General Manager, D.C. Water and Sewer Authority; former head of the D.C. Department of the Environment", 
        "guest": "George Hawkins"
      }, 
      {
        "credentials": "President, Potomac Riverkeeper", 
        "guest": "Matthew Logan"
      }
    ], 
    "summary": "The District's water agency is drilling a huge tunnel under sections of the Potomac and Anacostia Rivers through an agreement to end sewer overflow into the rivers. Now DC Water wants to use green infrastructure -- like permeable-pavement bike lanes and rain gardens -- to reduce the need for two more tunnels farther up the Potomac. But some environmentalists are reluctant to give up the tunnels--and their promise of clean rivers--without proof green infrastructure works. Kojo explores the proposal to trade \"gray\" tunnels for \"green\" solutions."
  }, 
  {
    "date": "Wednesday, Feb 19, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-19/us-diplomatic-ties-ethiopia", 
    "title": "U.S. Diplomatic Ties To Ethiopia", 
    "guests": [
      {
        "credentials": "Former U.S. Ambassador to Ethiopia; Co-Editor of \"The Historical Dictionary of Ethiopia\"; and Adjunct Professor, Elliot School of International Affairs, George Washington University", 
        "guest": "David Shinn"
      }, 
      {
        "credentials": "U.S. Ambassador to Ethiopia", 
        "guest": "Patricia Haslach"
      }
    ], 
    "summary": "In the Horn of Africa, solid U.S.-Ethiopia relations have been one constant in a region often beset by turmoil. The country is typically described as being a solid ally located in a \"bad neighborhood.\" We talk with current and former U.S. ambassadors to Ethiopia about the deep ties to the U.S., and where the two countries sometimes agree to disagree."
  }, 
  {
    "date": "Wednesday, Feb 19, 2014 at 12:43 p.m.", 
    "url": "/shows/2014-02-19/mocktail-anyone", 
    "title": "Mocktail, Anyone?", 
    "guests": [
      {
        "credentials": "bartender and bar manager, Hank's Oyster Bar Capitol Hill", 
        "guest": "Michael Saccone"
      }, 
      {
        "credentials": "bartender and bar manager, Firefly", 
        "guest": "Jon Harris"
      }
    ], 
    "summary": "Cocktail culture has been enjoying a renaissance for several years now. But what if you don't drink alcohol? Lots of local bartenders are focusing renewed attention on their non-alcoholic menu offerings. Whipping up everything from artisanal sodas to takes on drinks like gin and tonics and Pimm's cups minus the liquor. We take a look at the creative non-alcoholic drinks popping up on more and more menus across the region and beyond."
  }, 
  {
    "date": "Wednesday, Feb 19, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-19/curbing-overuse-antibiotics", 
    "title": "Curbing The Overuse Of Antibiotics", 
    "guests": [
      {
        "credentials": "Director, Food Production and Public Health Program, Johns Hopkins Center for a Livable Future", 
        "guest": "Keeve Nachman"
      }, 
      {
        "credentials": "Pediatrician, Center for Community Pediatric Health, Children’s National Medical Center", 
        "guest": "Cara Larson Biddle"
      }, 
      {
        "credentials": "Associate Director for Healthcare Associated Infection Prevention Programs, Division of Healthcare Quality Promotion, Centers for Disease Control", 
        "guest": "Arjun Srinivasan"
      }
    ], 
    "summary": "Antibiotic-resistant \"superbugs\" are now rampant in the U.S., causing 23,000 deaths a year. Overprescription of antibiotics is one of the main culprits, yet American doctors continue to  prescribe the drugs at one of the highest rates in the world. Adding to the issue is the widespread use of antibiotics for livestock. We find out about new programs, including an initiative launched by the Centers for Disease Control and Prevention, to track and curb antibiotic use."
  }, 
  {
    "date": "Thursday, Feb 20, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-20/shaping-city-outgoing-dc-planning-director-harriet-tregoning", 
    "title": "Shaping The City: Outgoing D.C. Planning Director Harriet Tregoning", 
    "guests": [
      {
        "credentials": "Architect; Columnist, \"Shaping the City,\" Washington Post; and Professor Emeritus of Architecture, University of Maryland College Park", 
        "guest": "Roger Lewis"
      }, 
      {
        "credentials": "Director, D.C. Office of Planning", 
        "guest": "Harriet Tregoning"
      }
    ], 
    "summary": "As head of D.C.'s Office of Planning through the past two mayoral administrations, Harriet Tregoning has had a hands-on role over city policy during a transformational period for many D.C. neighborhoods. She's championed public transit, biking and development around walkable urban centers. She's also spearheaded projects to reshape the Columbia Heights and H Street corridors. Roger Lewis and Kojo speak to Harriet Tregoning about her tenure and what's next for her in a new job within the Obama administration."
  }, 
  {
    "date": "Thursday, Feb 20, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-20/your-turn-changes-corcoran-historic-decisions-virginia", 
    "title": "Your Turn: Changes At The Corcoran, Historic Decisions In Virginia", 
    "guests": [
      {
        "credentials": "Senior Editor, Architect Magazine; contributing writer, Washington City Paper", 
        "guest": "Kriston Capps"
      }
    ], 
    "summary": "The Corcoran Gallery of Art and its College of Art + Design cede control to the National Gallery of Art and George Washington University. A federal judge strikes down Virginia's ban on same-sex marriage. U.S. Olympians suffer surprising losses at Russia's Sochi games. And violence wracks Ukraine's capital of Kiev as Western leaders threaten sanctions. From the winter Olympics to the winter weather, it's your turn to set the agenda."
  }, 
  {
    "date": "Friday, Feb 21, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-21/politics-hour-feb-21-2014", 
    "title": "The Politics Hour - Feb. 21, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Chair, Arlington County Board", 
        "guest": "Jay Fisette"
      }, 
      {
        "credentials": "States Attorney, Montgomery County (Md.)", 
        "guest": "John McCarthy"
      }
    ], 
    "summary": "The debate over credit card payments for D.C. cabs boils over, as a story surfaces involving the daughter of a D.C. lawmaker. Virginia's high-stakes battle over Medicaid consumes the General Assembly. And new polls indicate Maryland's lieutenant governor is running ahead of the Democratic pack in the race for Annapolis, with many questions lingering before primary day in June. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Feb 24, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-24/ukraines-political-crisis", 
    "title": "Ukraine's Political Crisis", 
    "guests": [
      {
        "credentials": "Associate Professor, School of International Service, American University; author, \"Resisting Occupation in Eurasia\" (Cambridge University Press, forthcoming)", 
        "guest": "Keith Darden"
      }, 
      {
        "credentials": "Associate Professor of Political Science, Tufts University", 
        "guest": "Oxana Shevel"
      }
    ], 
    "summary": "Ukraine's political crisis entered a new phase over the weekend as embattled President Viktor Yanukovych fled the capital and Parliament named its speaker as interim head of state, with plans to form a temporary government this week. The sudden shift raises new questions about Ukraine's relationship with the European Union and Russia. Kojo examines how economic strife, separatist sentiment and outside influence will shape Ukraine's future."
  }, 
  {
    "date": "Monday, Feb 24, 2014 at 12:20 p.m.", 
    "url": "/shows/2014-02-24/rachel-louise-snyder-what-weve-lost-nothing", 
    "title": "Rachel Louise Snyder: \"What We've Lost Is Nothing\"", 
    "guests": [
      {
        "credentials": "Writer, Professor of Creative Writing at American University, author of \"What We've Lost is Nothing\" (Scribner, 2014)", 
        "guest": "Rachel Louise Snyder"
      }
    ], 
    "summary": "A string of burglaries on a quiet cul-de-sac exposes hidden racial tensions in a new novel by Rachel Louise Snyder. In \"What We've Lost Is Nothing,\" Snyder explores the challenges navigated in neighborhoods perched between areas of affluence and poverty, and the clash between community values and personal fears when trauma strikes. She talks with Kojo about how her own life experience helped shape her first novel."
  }, 
  {
    "date": "Monday, Feb 24, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-24/giving-and-receiving-feedback-work", 
    "title": "Giving And Receiving Feedback At Work", 
    "guests": [
      {
        "credentials": "Author, \"Reinventing Diversity: Transforming Organizational Community to Strengthen People, Purpose, and Performance\" (Rowman & Littlefield); also Principal, Cook Ross", 
        "guest": "Howard Ross"
      }, 
      {
        "credentials": "Assistant Professor, Department of Management at Kansas State University", 
        "guest": "Satoris 'Tori' Culbertson"
      }
    ], 
    "summary": "Annual performance reviews at work can inspire equal  measures of dread and renewed dedication to the job. Many employees and managers appreciate having a process for establishing goals and providing and receiving feedback. But others find the exercise cumbersome, emotionally fraught and ineffective. We consider best practices for giving and receiving feedback in the workplace."
  }, 
  {
    "date": "Tuesday, Feb 25, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-25/diversity-video-games", 
    "title": "Diversity In Video Games", 
    "guests": [
      {
        "credentials": "Lead designer, Mythic Entertainment", 
        "guest": "Kate Flack"
      }, 
      {
        "credentials": "Staff writer, US Gamer", 
        "guest": "M. H. Williams"
      }, 
      {
        "credentials": "Video game writer, CNN", 
        "guest": "Larry Frum"
      }, 
      {
        "credentials": "Professor, leadership studies, University of Richmond.", 
        "guest": "Kristin Bezio"
      }
    ], 
    "summary": "The stereotype of a video game geek is a teenage boy lost in a game for hours a day, or perhaps a middle-aged man in his basement. In reality, gaming fans are much more diverse: women now make up almost half of all players, and a growing number of minorities identify as gamers. But most games don't reflect this diversity in their content. Women are often portrayed as objects and minorities as villains. Kojo gets perspectives from three experts about the state of diversity in the video game industry."
  }, 
  {
    "date": "Tuesday, Feb 25, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-25/marylands-troubled-health-care-exchange", 
    "title": "Maryland's Troubled Health Care Exchange", 
    "guests": [
      {
        "credentials": "Reporter, Washington Post", 
        "guest": "Mary Pat Flaherty"
      }
    ], 
    "summary": "After months of technical and other glitches with Maryland's health care exchange website, state health officials this week terminated their contract with the company that built the site, echoing a move in January by the federal government. The state says the company, Noridian Healthcare Solutions, misrepresented its ability to build the site. Noridian cited complications due to the many changes the state demanded throughout the process. We explore the issues and how Maryland plans to move forward."
  }, 
  {
    "date": "Tuesday, Feb 25, 2014 at 1:20 p.m.", 
    "url": "/shows/2014-02-25/crimes-against-humanity-north-korea", 
    "title": "Crimes Against Humanity In North Korea", 
    "guests": [
      {
        "credentials": "nonresident Senior Fellow in Foreign Policy, The Brookings Institution; Co-Chair, Committee for Human Rights in North Korea; member, Committee on Conscience at the Holocaust Memorial Museum", 
        "guest": "Roberta Cohen"
      }, 
      {
        "credentials": "Managing Director, Perseus Strategies, LLC; founder, Freedom Now", 
        "guest": "Jared Genser"
      }
    ], 
    "summary": "Last week, a U.N. Commission of Inquiry issued a report detailing crimes against humanity committed by the North Korean regime against its own people. The report compiled and confirmed mounting evidence of atrocities and oppression and called on the international community to \"accept its responsibility to protect\" North Korean citizens. We consider the report's moral implications and explore how other nations might react."
  }, 
  {
    "date": "Wednesday, Feb 26, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-26/new-poll-districts-mayoral-race", 
    "title": "A New Poll On The District's Mayoral Race", 
    "guests": [
      {
        "credentials": "Reporter, WAMU 88.5 News", 
        "guest": "Patrick Madden"
      }
    ], 
    "summary": "A new WAMU 88.5/NBC 4 poll reveals what's on voters minds as the mayoral race in the District heads into its final stretch. Topping the list for many voters are the economy, ethics, housing and crime. In a crowded field of eight candidates, we tease out where the incumbent stands, who's breaking out of the pack and how issues like race will play into this election."
  }, 
  {
    "date": "Wednesday, Feb 26, 2014 at 12:27 p.m.", 
    "url": "/shows/2014-02-26/military-budget-proposal", 
    "title": "Military Budget Proposal", 
    "guests": [
      {
        "credentials": "Senior Writer and Pentagon Correspondent; Military Times Newspapers", 
        "guest": "Andrew Tilghman"
      }, 
      {
        "credentials": "Vice President for Defense and Foreign Policy Studies, Cato Institute; author of \"The Power Problem: How American Military Dominance Makes Us Less Safe, Less Prosperous, and Less Free\"", 
        "guest": "Christopher Preble"
      }, 
      {
        "credentials": "Acting Director of Research and Policy, Blue Star Families; licensed clinical psychologist", 
        "guest": "Deborah Bradbard"
      }
    ], 
    "summary": "As U.S. forces withdraw from Iraq and Afghanistan, the Pentagon is looking to trim its budget. Proposals include shrinking the ranks in all branches, as well as a number of changes to personnel compensation in forms ranging from housing allowances to retirement benefits. We hear what's on the table, why change is necessary and how it will affect military families."
  }, 
  {
    "date": "Wednesday, Feb 26, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-26/soul-food-redefined-early-african-american-cooks", 
    "title": "Soul Food Redefined: Early African-American Cooks", 
    "guests": [
      {
        "credentials": "Historian; Assistant Director of the National History Center of the American Historical Association; Author of the culinary blog \"History's Just Desserts\"", 
        "guest": "Amanda Moniz"
      }, 
      {
        "credentials": "Associate Professor of American Studies, University of Maryland; Author, \"Building Houses Out of Chicken Legs: Black Women, Food and Power\"", 
        "guest": "Psyche Williams-Forson"
      }
    ], 
    "summary": "A half century ago, the term \"soul food\" emerged to describe both African-American and Southern cooking. It's a term that historians and scholars say muddles the long, varied history of a cuisine with roots stretching from Europe to Africa. Now, some of the earliest cookbooks penned by African Americans are shedding light on the lives and struggles of early black chefs, as well as the nuanced recipes they contributed to American cuisine. Kojo explores what we've learned from early black cookbook authors and how their recipes are changing our perceptions of Southern cooking."
  }, 
  {
    "date": "Thursday, Feb 27, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-27/wamu-885s-dc-mayoral-candidate-forum", 
    "title": "WAMU 88.5's D.C. Mayoral Candidate Forum", 
    "guests": [
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia", 
        "guest": "Carlos Allen"
      }, 
      {
        "credentials": "Democratic Candidate, District of Columbia; Member, D.C. Council (D-Ward 4); Chair, Committee on Economic Development", 
        "guest": "Muriel Bowser"
      }, 
      {
        "credentials": "Democratic Mayoral Candidate, District of Columbia; Member, D.C. Council, Chairman, Committee on Finance and Revenue", 
        "guest": "Jack Evans"
      }, 
      {
        "credentials": "Mayor, District of Columbia (D)", 
        "guest": "Vincent Gray"
      }, 
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia", 
        "guest": "Reta Jo Lewis"
      }, 
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia; Member, D.C. Council (D-At Large)", 
        "guest": "Vincent Orange"
      }, 
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia", 
        "guest": "Andy Shallal"
      }, 
      {
        "credentials": "Democratic Mayoral Candidate, District of Columbia; Member, D.C. Council (D-Ward 6); Committee on the Judiciary and Public Safety", 
        "guest": "Tommy Wells"
      }
    ], 
    "summary": "On April 1, Democratic voters in the District of Columbia head to the polls to choose their party's nominee for mayor. All eight candidates in the crowded field, including the incumbent, join us to discuss the issues that matter most to voters, including education, ethics and gentrification. Kojo, along with panelists Kavitha Cardoza, Patrick Madden and Tom Sherwood, conducts this special forum for mayoral hopefuls to make a case to voters and share their visions for the city."
  }, 
  {
    "date": "Thursday, Feb 27, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-02-27/wamu-885s-dc-mayoral-candidate-forum-0", 
    "title": "WAMU 88.5's D.C. Mayoral Candidate Forum", 
    "guests": [
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia", 
        "guest": "Carlos Allen"
      }, 
      {
        "credentials": "Democratic Candidate, District of Columbia; Member, D.C. Council (D-Ward 4); Chair, Committee on Economic Development", 
        "guest": "Muriel Bowser"
      }, 
      {
        "credentials": "D.C. Council member (D-Ward 2); Chairman of the Committee on Finance and Revenue", 
        "guest": "Jack Evans"
      }, 
      {
        "credentials": "Mayor, District of Columbia (D)", 
        "guest": "Vincent Gray"
      }, 
      {
        "credentials": "Democratic Candidate, Mayor, District of Columbia", 
        "guest": "Reta Jo Lewis"
      }, 
      {
        "credentials": "Member, D.C. Council (D-At Large)", 
        "guest": "Vincent Orange"
      }, 
      {
        "credentials": "Owner of Busboys and Poets, Iraqi American, peace activist, artist, and co-founder of The Peace Cafe.", 
        "guest": "Andy Shallal"
      }, 
      {
        "credentials": "Democratic Mayoral Candidate, District of Columbia; Member, D.C. Council (D-Ward 6); Committee on the Judiciary and Public Safety", 
        "guest": "Tommy Wells"
      }
    ], 
    "summary": "On April 1st, Democratic voters in the District of Columbia will choose their party's nominee for mayor. All eight candidates on the ballot, including the incumbent, join us to make their cases to voters and to share their visions for the city."
  }, 
  {
    "date": "Friday, Feb 28, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-02-28/politics-hour-feb-28-2014", 
    "title": "The Politics Hour - Feb. 28, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Maryland Reporter, WAMU, 88.5", 
        "guest": "Matt Bush"
      }, 
      {
        "credentials": "Chief, D.C. Fire and EMS Department (FEMS)", 
        "guest": "Kenneth Ellerbe"
      }, 
      {
        "credentials": "Democratic Candidate, Executive Montgomery County; Member, Montgomery County Council (D - District 3)", 
        "guest": "Phil Andrews"
      }
    ], 
    "summary": "D.C.'s mayoral candidates lock horns in a high-profile broadcast debate, as new poll numbers show one challenger gaining ground on the incumbent. Maryland lawmakers tangle over everything from marijuana to dog attacks. And Virginia's General Assembly sprints to the finish line, with the possibility of a government shutdown looming over Richmond. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Mar 3, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-03/csx-rail-project-faces-opposition-southeast", 
    "title": "CSX Rail Project Faces Opposition In Southeast", 
    "guests": [
      {
        "credentials": "Rail Transportation Attorney", 
        "guest": "John Heffner"
      }, 
      {
        "credentials": "Professor and Charles A. Taff Chair of Economics and Strategy, Robert H. Smith School of Business, University of Maryland.", 
        "guest": "Curtis Grimm"
      }, 
      {
        "credentials": "Managing editor, Capitol Community News", 
        "guest": "Andrew Lightman"
      }, 
      {
        "credentials": "Advisory Neighborhood Commissioner, Washington D.C. (6D07 - Navy Yard, Ballpark District, Capitol Riverfront)", 
        "guest": "David Garber"
      }, 
      {
        "credentials": "Vice Chair, Committee of 100 on Federal City", 
        "guest": "Monte Edwards"
      }
    ], 
    "summary": "A proposal to retrofit and expand a decaying railroad tunnel in Southeast D.C. is pitting Capitol Hill and Navy Yard residents against one of the largest rail companies in the country. CSX Transportation wants to embark on a three-to-six year reconstruction of its rail tunnel along Virginia Avenue, SE, in order to accommodate growing rail traffic along the Northeast corridor. The work would force existing rail traffic to pass through a residential neighborhood in an open trench and local residents say the proposal doesn't do enough to address safety concerns. We explore what's at stake and how this complex local project fits into bigger shifts in the national rail network."
  }, 
  {
    "date": "Monday, Mar 3, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-03/school-closures-and-snow-day-effect", 
    "title": "School Closures And The \"Snow Day Effect\"", 
    "guests": [
      {
        "credentials": "Superintendent, Montgomery County Public Schools (Md.)", 
        "guest": "Joshua Starr"
      }, 
      {
        "credentials": "Professor of Public Policy, University of Maryland, Baltimore County", 
        "guest": "Dave Marcotte"
      }
    ], 
    "summary": "Last night, school systems around the region began sending out word of yet another weather-related closure. Snow days bring excitement for kids and frustration for parents. They disrupt classroom instruction. But some recent studies have found that concerns about the \"snow day effect\" are overstated."
  }, 
  {
    "date": "Monday, Mar 3, 2014 at 1:20 p.m.", 
    "url": "/shows/2014-03-03/judy-chicago-feminism-art-and-education", 
    "title": "Judy Chicago On Feminism, Art And Education", 
    "guests": [
      {
        "credentials": "artist; feminist; educator; author, 'The Dinner Party: Restoring Women to History' and 'Institutional Time: A Critique of Studio Art Education'", 
        "guest": "Judy Chicago"
      }
    ], 
    "summary": "Artist Judy Chicago pioneered the concept of \"feminist art\" in the '70s, pushing back in a male-dominated art world. Her best known work, \"The Dinner Party,\" explored women in history and myth, an iconic installation that continues to inspire today. As Chicago's 75th birthday approaches, a trio of nationwide exhibitions and events celebrate her contributions to both fields. We talk with her about what's changed and what hasn't for female artists."
  }, 
  {
    "date": "Tuesday, Mar 4, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-04/new-concerns-over-net-neutrality", 
    "title": "New Concerns Over Net Neutrality", 
    "guests": [
      {
        "credentials": "Senior Staff Attorney, Public Knowledge", 
        "guest": "John Bergmayer"
      }, 
      {
        "credentials": "Executive Vice President, Comcast", 
        "guest": "David Cohen"
      }, 
      {
        "credentials": "Principal Analyst, Frost & Sullivan; He writes about the streaming and online video industry", 
        "guest": "Dan Rayburn"
      }
    ], 
    "summary": "We take it for granted: the Internet as the great equalizer.  We can read email, visit websites and watch videos without any one activity getting preferential treatment in the way its data is delivered to our computers. But a recent court ruling involving Verizon and the FCC and a deal between Netflix and Comcast are raising fears that so-called net neutrality could be in danger. Tech Tuesday explores the reality behind the headlines and the landscape for Internet service providers."
  }, 
  {
    "date": "Tuesday, Mar 4, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-04/going-nowhere-winter-transportation-troubles", 
    "title": "Going Nowhere: Winter Transportation Troubles", 
    "guests": [
      {
        "credentials": "Transportation Reporter, WAMU", 
        "guest": "Martin Di Caro"
      }, 
      {
        "credentials": "Director, Consumer Travel Alliance", 
        "guest": "Charles Leocha"
      }
    ], 
    "summary": "Even though it's March, winter weather continues to wreak havoc on transportation systems nationwide. This week, a storm once again caused WMATA to cancel bus service, MARC and VRE to suspend train service and airlines to cancel thousands of flights. We consider the factors that transit providers weigh when deciding when to cancel -- and restart -- service."
  }, 
  {
    "date": "Tuesday, Mar 4, 2014 at 1:23 p.m.", 
    "url": "/shows/2014-03-04/phone-rates-inmates", 
    "title": "Phone Rates For Inmates", 
    "guests": [
      {
        "credentials": "Executive Director of the Sentencing Project, and editor of \"Invisible Punishment: The Collateral Consequences of Mass Imprisonment\" (New Press)", 
        "guest": "Marc Mauer"
      }, 
      {
        "credentials": "Partner, Arent Fox LLP", 
        "guest": "Stephanie Joyce"
      }, 
      {
        "credentials": "Clinical psychologist; Professor, Department of Criminology & Criminal Justice, University of Maryland", 
        "guest": "Arnett Gaston"
      }
    ], 
    "summary": "New FCC rules capping the rates of phone calls for interstate calls to and from prisons went into effect recently. Before the rate caps, a 15-minute call could cost as much as $17. Advocates say the cost made it difficult for inmates to stay in touch with family members. The fees collected are typically split between the private telecom companies providing service and the states or municipalities operating the facility. Those companies are appealing, noting that security and other issues make providing service more expensive. We explore the issues in play."
  }, 
  {
    "date": "Wednesday, Mar 5, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-05/local-and-national-marijuana-debate", 
    "title": "Local And National Marijuana Debate", 
    "guests": [
      {
        "credentials": "Senior Fellow, Brookings Institution", 
        "guest": "Jonathan Rauch"
      }, 
      {
        "credentials": "Member, Maryland State Senate (D- Dist. 20 Montgomery County); and Professor of Law, American University's Washington College of Law", 
        "guest": "Jamin Raskin"
      }, 
      {
        "credentials": "Sheriff, Wicomico County, Maryland", 
        "guest": "Mike Lewis"
      }, 
      {
        "credentials": "Director, Project SAM (Smart Approaches to Marijuana); \r\nDirector, Drug Policy Institute at the University of Florida; Assistant Professor in the College of Medicine, Department of Psychiatry.", 
        "guest": "Kevin Sabet"
      }
    ], 
    "summary": "As the national landscape around marijuana laws shifts dramatically, Maryland and D.C. are weighing legislation of their own. Maryland is considering several bills, including one to legalize pot, while the district considers measures to decriminalize it. But some, including many in law enforcement, are concerned that responding to fast-changing public opinion could translate into bad public policy. We consider local debates amid a national shift on the issues."
  }, 
  {
    "date": "Wednesday, Mar 5, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-05/ukraine-venezuela-there-global-democracy-crisis", 
    "title": "From Ukraine To Venezuela, Is There A Global Democracy Crisis?", 
    "guests": [
      {
        "credentials": "Management editor and Schumpeter columnist, The Economist", 
        "guest": "Adrian Wooldridge"
      }
    ], 
    "summary": "The protesters who ousted Ukraine's president last month claimed to be taking a stand against a corrupt and autocratic government. But they also pushed out a democratically elected leader. From Ukraine to Egypt to Venezuela, some see a recurring and distressing global pattern of popular protest movements failing to live up to their espoused democratic ideals. We consider whether democracy as a political idea is losing its luster around the world."
  }, 
  {
    "date": "Wednesday, Mar 5, 2014 at 1:20 p.m.", 
    "url": "/shows/2014-03-05/truth-seafood-labeling", 
    "title": "\"Truth In Seafood\" Labeling", 
    "guests": [
      {
        "credentials": "Chef, Occidental Grill and Seafood (Washington, D.C.); Owner, Well Fed Hospitality Group", 
        "guest": "Matt Baker"
      }, 
      {
        "credentials": "Chef; Owner, Black Restaurant Group", 
        "guest": "Jeff Black"
      }, 
      {
        "credentials": "Fisheries Marketing Director, Maryland Department of Natural Resources", 
        "guest": "Steve Vilnit"
      }
    ], 
    "summary": "Lawmakers in Maryland are debating a new proposal that would make it illegal for restaurants and markets to mislabel the food they sell and require them specifically to note the origins of crab meat they offer to consumers. We examine what's at stake in this new debate about food and traceability, and what it means for consumers and producers here in the Washington region."
  }, 
  {
    "date": "Thursday, Mar 6, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-06/future-amateurism-college-sports", 
    "title": "The Future Of Amateurism In College Sports", 
    "guests": [
      {
        "credentials": "Staff writer and columnist at The Washington Post; Author of \"The Real All Americans: The Team That Changed A Game, A People, A Nation\" (Doubleday)", 
        "guest": "Sally Jenkins"
      }, 
      {
        "credentials": "Associate Professor of Law and Director of the Sports Law Program, Tulane University Law School", 
        "guest": "Gabriel Feldman"
      }, 
      {
        "credentials": "Professor of Tourism and Sport Management, George Washington University School of Business", 
        "guest": "Lisa Delpy Neirotti"
      }
    ], 
    "summary": "The NCAA says student athletes can't be paid to play -- even as their coaches, athletic directors and schools earn millions from TV contracts. A group of football players at Northwestern University is seeking to change the rules, claiming they're university employees who should be able to form a union and bargain. We examine questions about money in college sports and the rights of student athletes."
  }, 
  {
    "date": "Thursday, Mar 6, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-06/pop-culture-and-american-image", 
    "title": "Pop Culture And The American Image", 
    "guests": [
      {
        "credentials": "Author, \"Through a Screen Darkly: Popular Culture, Public Diplomacy, and America's Image Abroad\"; Writer; Lecturer, Boston College", 
        "guest": "Martha Bayles"
      }
    ], 
    "summary": "From \"House of Cards\" and \"Breaking Bad\" to Miley Cyrus and \"The Wolf of Wall Street,\" violence and vulgarity now pervades much of U.S. popular culture. As the U.S. has cut its public diplomacy programs, cultural critics say Hollywood -- and the distorted image it exports -– has become the de facto U.S. ambassador, giving audiences abroad an exaggerated view of American values and lifestyle. We talk to cultural critic and author Martha Bayles about how our pop culture affects how Americans are perceived in foreign countries, and learn how those on the front lines of public diplomacy can alter that image."
  }, 
  {
    "date": "Friday, Mar 7, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-07/politics-hour-march-7-2014", 
    "title": "The Politics Hour - March 7, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Political Correspondent, Maryland Public Television", 
        "guest": "Charles Robinson"
      }, 
      {
        "credentials": "Democratic Candidate, Lieutenant Governor, Maryland; Senior Pastor, Mt. Ennon Baptist Church, Clinton, MD", 
        "guest": "Delman Coates"
      }, 
      {
        "credentials": "Member, D.C. Council (I-At Large)", 
        "guest": "David Grosso"
      }
    ], 
    "summary": "D.C. lawmakers vote to decriminalize marijuana. Maryland's House of Delegates ponders raising the state's minimum wage. And Virginia Republicans seek a special session to resolve a dispute over expanding Medicaid in the Old Dominion. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Mar 10, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-10/dc-shadow-campaign-leader-charged-federal-court", 
    "title": "D.C. Shadow Campaign Leader Charged In Federal Court", 
    "guests": [
      {
        "credentials": "Reporter, WAMU 88.5 News", 
        "guest": "Patrick Madden"
      }, 
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }
    ], 
    "summary": "The man at the center of D.C.'s 2010 shadow campaign scandal was formally charged this morning in federal court. This afternoon, Jeffrey Thompson is expected to plead guilty to two felony counts of conspiracy in connection with fundraising for Mayor Vincent Gray's 2010 campaign and those of several other elected officials. We get the latest update from WAMU 88.5's Patrick Madden and Politics Hour Analyst Tom Sherwood."
  }, 
  {
    "date": "Monday, Mar 10, 2014 at 12:21 p.m.", 
    "url": "/shows/2014-03-10/ptsd-inner-city-neighborhoods", 
    "title": "PTSD In Inner-City Neighborhoods", 
    "guests": [
      {
        "credentials": "Reporter, Pro Publica", 
        "guest": "Lois Beckett"
      }, 
      {
        "credentials": "Professor of psychiatry and Vice Dean of research, College of Medicine at Howard University; Director for the collaborative Howard based Mood and Anxiety Research Program with the National Institute of Mental Health; and co-director of Georgetown Howard University Center for Clinical Translational Science", 
        "guest": "Thomas Mellman"
      }, 
      {
        "credentials": "Executive Director, Columbia Heights/Shaw Family Support Collaborative", 
        "guest": "Penelope Griffith"
      }, 
      {
        "credentials": "Social worker; CEO, the Institute for Human and Business Development and New Life Counseling Center.", 
        "guest": "Maxwell Manning"
      }
    ], 
    "summary": "Post-traumatic stress disorder is well-documented among veterans of war, but a growing body of research finds many American civilians are suffering from similar kinds of psychological trauma in their own neighborhoods. Researchers find trauma can develop in the aftermath of violent events or even in cases of extreme poverty, and is particularly prevalent among people in inner-city -- often African-American -- communities. But while research reveals alarming rates of PTSD among civilians, few hospitals and schools have adequate resources to diagnose and treat it. We look at how trauma is affecting urban neighborhoods locally and nationally and talk with community activists who work to stave off its negative effects."
  }, 
  {
    "date": "Monday, Mar 10, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-10/el-salvadors-new-president", 
    "title": "El Salvador's New President", 
    "guests": [
      {
        "credentials": "Executive Director, Central American Resource Center", 
        "guest": "Abel Nunez"
      }, 
      {
        "credentials": "Research Fellow, Center for Latin American/Latino Studies, American University; former investigative reporter for the Salvadoran newspaper La Prensa Gráfica; former Deputy Chief of Mission at the El Salvador Embassy in Washington", 
        "guest": "Hector Silva Avalos"
      }
    ], 
    "summary": "Salvadorans head to the polls March 9 to choose their next president in an election that will influence the future of a nation plagued by gang violence, drugs and poverty. With a large Salvadoran community living in the Washington area, we explore the challenges facing the next president both at home and in El Salvador's relationship with the U.S."
  }, 
  {
    "date": "Monday, Mar 10, 2014 at 1:27 p.m.", 
    "url": "/shows/2014-03-10/changing-nature-workplace-benefits", 
    "title": "The Changing Nature Of Workplace Benefits", 
    "guests": [
      {
        "credentials": "Author, \"Reinventing Diversity: Transforming Organizational Community to Strengthen People, Purpose, and Performance\" (Rowman & Littlefield); also Principal, Cook Ross", 
        "guest": "Howard Ross"
      }, 
      {
        "credentials": "Manager of Compensation and Benefits,Society for Human Resource Management", 
        "guest": "Bruce Elliott"
      }
    ], 
    "summary": "Many people have seen their benefits at work change in recent years, including more health care costs shifted to employees and fewer traditional pension plans. At the same time, new federal programs like the Affordable Care Act and MyRA will allow more people options if they change jobs. Meanwhile, other benefits are being added, from wellness programs like biometric screenings to personal financial seminars. We explore the changing nature of workplace benefits."
  }, 
  {
    "date": "Tuesday, Mar 11, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-11/us-attorney-pushes-forward-dc-shadow-campaign-probe", 
    "title": "U.S. Attorney Pushes Forward In D.C. Shadow Campaign Probe", 
    "guests": [
      {
        "credentials": "Reporter, WAMU 88.5 News", 
        "guest": "Patrick Madden"
      }, 
      {
        "credentials": "Reporter, The New York Times; Former Reporter, The Washington Post", 
        "guest": "Nikita Stewart"
      }, 
      {
        "credentials": "Professor of Law, The Georgetown Law Center; Former Federal Prosecutor; author \"Let's Get Free: A Hip-Hop Theory of Justice\" (New Press)", 
        "guest": "Paul Butler"
      }
    ], 
    "summary": "A prominent D.C. businessman on Monday admitted to financing an illegal shadow campaign to support Vincent Gray in the city's 2010 mayoral election. Federal prosecutors accused contractor Jeffrey Thompson of illegally funneling more than $2 million to local and national candidates from 2006 to 2012, and that he did so with Gray's knowledge in 2010. We explore the specific accusations made by the prosecutors in the case, and their implications for D.C.'s political system."
  }, 
  {
    "date": "Tuesday, Mar 11, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-11/computer-guys-and-gal", 
    "title": "Computer Guys and Gal", 
    "guests": [
      {
        "credentials": "Director for Business Development for BLT Global Ventures, a cloud-based systems integration company with a focus on Salesforce", 
        "guest": "John Gilroy"
      }, 
      {
        "credentials": "WAMU Computer Gal; Chief Futurist at the University of Maryland Division of Research; Co-Director of the Future of Information Alliance, University of Maryland", 
        "guest": "Allison Druin"
      }, 
      {
        "credentials": "WAMU Computer Guy; and Hardware & Software Technician for MACs & PCs at Mid-Atlantic Consulting, Inc.", 
        "guest": "Bill Harlow"
      }
    ], 
    "summary": "Apple aims to hook into your car dashboard, as states around the country move to clamp down on distracted driving. The Computer Guys and Gal return for a fresh look at what's new in the world of tech."
  }, 
  {
    "date": "Wednesday, Mar 12, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-12/cathal-armstrong-my-irish-table", 
    "title": "Cathal Armstrong: \"My Irish Table\"", 
    "guests": [
      {
        "credentials": "Owner and Chef, Restaurant Eve (Alexandria, VA); Author, \"My Irish Table: Recipes From the Homeland and Restaurant Eve\" Founder, Chefs as Parents", 
        "guest": "Cathal Armstrong"
      }
    ], 
    "summary": "Ask any St. Patrick’s Day reveler what constitutes a proper Irish meal, and meat, potatoes and stew might come to mind first. But that meat-and-potatoes-heavy image has undergone a quiet Celtic conversion in the past two decades under a new breed of creative chefs. Leading the pack is Cathal Armstrong, whose focus on fresh, local ingredients has both redefined American cuisine and the traditional dishes of his native Ireland. We rediscover Irish cuisine with Armstrong just in time for St. Patrick’s Day."
  }, 
  {
    "date": "Wednesday, Mar 12, 2014 at 1:32 p.m.", 
    "url": "/shows/2014-03-12/monuments-men-protecting-art-and-cultural-heritage-midst-conflict", 
    "title": "Monuments Men: Protecting Art And Cultural Heritage In The Midst Of Conflict", 
    "guests": [
      {
        "credentials": "Director, Archives of American Art", 
        "guest": "Kate Haw"
      }, 
      {
        "credentials": "Cultural Heritage Preservation Officer, Smithsonian Institution", 
        "guest": "Cori Wegener"
      }, 
      {
        "credentials": "Assistant Professor, School of Architecture, Planning, and Preservation, University of Maryland-College Park", 
        "guest": "Michele Lamprakos"
      }
    ], 
    "summary": "During World War II, a U.S. Army unit known as the Monuments, Fine Arts and Archives Section helped save European art treasures from destruction. A new Smithsonian exhibit explores the true story of the scholars, historians and art curators who became known as the \"Monuments Men,\" which was also recently adapted for film. We explore a unique chapter in art history, and explore the ongoing challenge of protecting cultural heritage sites around the world."
  }, 
  {
    "date": "Thursday, Mar 13, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-13/kojo-your-community-changing-face-north-capitol-street", 
    "title": "Kojo In Your Community: The Changing Face Of North Capitol Street", 
    "guests": [
      {
        "credentials": "Associate Director of Revitalization and Design Division (RAD), DC Office of Planning", 
        "guest": "Patricia Zingsheim"
      }, 
      {
        "credentials": "President, NoMa Business Improvement District", 
        "guest": "Robin-Eve Jasper"
      }, 
      {
        "credentials": "Cultural Anthropologist", 
        "guest": "Kalfani Ture"
      }, 
      {
        "credentials": "Executive Director, Empower DC", 
        "guest": "Parisa Norouzi"
      }
    ], 
    "summary": "The District is a city in flux, and nowhere are the changes more dramatic than North Capitol Street, NE, just blocks from the U.S. Capitol. Luxury condos and trendy restaurants are transforming parking lots and factories and drawing new residents to the area. At the same time, many low income residents who’ve lived here for decades are feeling squeezed out. A panel of guests joins a live studio audience at NPR's headquarters for this \"Kojo In Your Community\" to discuss how both longtime residents and newcomers see the changes."
  }, 
  {
    "date": "Thursday, Mar 13, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-13/kojo-your-community-public-safety-noma-and-across-district", 
    "title": "Kojo In Your Community: Public Safety In NoMa And Across The District", 
    "guests": [
      {
        "credentials": "Chief, Metropolitan Police Department (Washington, D.C.)", 
        "guest": "Cathy Lanier"
      }
    ], 
    "summary": "The District today is among the safest of big cities, far from the “murder capital” it once was. Yet recent shootings in the area recall shades of the neighborhood’s violent past. D.C. Metropolitan Police Chief Cathy Lanier joins a studio audience for this \"Kojo In Your Community\" at NPR's NoMa headquarters to explore what the rapid transformation of neighborhoods like NoMa has meant for public safety."
  }, 
  {
    "date": "Friday, Mar 14, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-14/politics-hour-march-14-2014", 
    "title": "The Politics Hour - March 14, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Member, D.C. Council (I-At Large), Chairman, Committee on Education", 
        "guest": "David Catania"
      }, 
      {
        "credentials": "Member, Virginia House of Delegates (R-Springfield)", 
        "guest": "David Albo"
      }
    ], 
    "summary": "Federal prosecutors push a massive corruption case in the District that implicates the mayor in campaign crimes. Virginia's legislature officially heads into overtime. And a federal inspector is enlisted to review Maryland's troubled online health exchange. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Mar 17, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-17/potholepalooza-district", 
    "title": "Potholepalooza In The District", 
    "guests": [
      {
        "credentials": "Manager of Public and Government Relations, AAA Mid-Atlantic", 
        "guest": "John Townsend"
      }, 
      {
        "credentials": "Communications Director, D.C. Department of Transportation", 
        "guest": "Reggie Sanders"
      }
    ], 
    "summary": "Across the area, the consensus seems to be winter weather has worn out its welcome. And it's taking a toll on more than people's patience. Roads across the region are showing lots of wear and tear from storms and efforts to clean up after them. Though crews have been performing spot repairs throughout the season, we find out when drivers might expect longer-term relief."
  }, 
  {
    "date": "Monday, Mar 17, 2014 at 12:20 p.m.", 
    "url": "/shows/2014-03-17/new-insights-underground-sex-economy", 
    "title": "New Insights Into The Underground Sex Economy", 
    "guests": [
      {
        "credentials": "Lead Researcher, \"Estimating the Size and Structure of the Underground Commercial Sex Economy in Eight Major US Cities\"; Senior Research Associate, Justice Policy Center, Urban Institute", 
        "guest": "Meredith Dank"
      }, 
      {
        "credentials": "Executive Director, HIPS", 
        "guest": "Cyndee Clay"
      }, 
      {
        "credentials": "Executive Director and CEO, The Polaris Project", 
        "guest": "Bradley Myles"
      }
    ], 
    "summary": "A new landmark study by the Urban Institute explores the economics of the sex industry in Washington, D.C., and seven other major cities. It paints a complex portrait of a local underground economy worth at least $100 million a year. Kojo talks with the study's lead author and local advocates."
  }, 
  {
    "date": "Monday, Mar 17, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-17/robin-givhan-conscious-consumerism", 
    "title": "Robin Givhan On Conscious Consumerism", 
    "guests": [
      {
        "credentials": "Contributor, The Washington Post; style and culture writer, The Cut from New York Magazine", 
        "guest": "Robin Givhan"
      }, 
      {
        "credentials": "founder, Ellilta Women at Risk and Ellilta Products", 
        "guest": "Serawit \"Cherry\" Friedmeyer"
      }
    ], 
    "summary": "In an age of \"fast fashion,\" the path our clothes take from factory to closet is often far from shoppers' minds. But a growing number of clothing companies are putting both mission-driven ethics and profit front and center. Almost a year after a factory collapse in Bangladesh made some consumers more concerned about where their clothing comes from, we consider the ideas and realities that fuel consumer clothing choices."
  }, 
  {
    "date": "Tuesday, Mar 18, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-18/choosing-cell-phone-and-mobile-data-plan", 
    "title": "Choosing A Cell Phone And Mobile Data Plan", 
    "guests": [
      {
        "credentials": "Senior Writer and Author of the \"Ask Maggie\" column, CNET", 
        "guest": "Marguerite Reardon"
      }, 
      {
        "credentials": "Freelance Journalist, USA Today tech columnist and Yahoo Tech writer", 
        "guest": "Rob Pegoraro"
      }, 
      {
        "credentials": "Senior Vice President of Marketing, T-Mobile", 
        "guest": "Andrew Sherrard"
      }
    ], 
    "summary": "A wave of new offers from cell phone carriers has consumers wondering how to find the best deal. Last year, T-Mobile \"uncoupled\" the phone from the data plan and let people buy each one separately. AT&T followed suit, while the other competitors developed new variations of their own. Tech Tuesday explores how phone technology, business decisions and a maturing mobile communication industry are changing the landscape for customers."
  }, 
  {
    "date": "Tuesday, Mar 18, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-18/pj-orourke-baby-boomers-retirement-and-nostalgia", 
    "title": "P.J. O'Rourke On Baby Boomers, Retirement And Nostalgia", 
    "guests": [
      {
        "credentials": "journalist, satirist and author, \"The Baby Boom: How it Got that Way ... And It Wasn’t My Fault ... And I’ll Never Do It Again\"", 
        "guest": "P. J. O'Rourke"
      }
    ], 
    "summary": "\"The Greatest Generation\" and \"Baby Boomers\" aren't the same cohort, but don't tell that to the latter group. Journalist and satirist P.J. O'Rourke takes on “the generation that never grew up” - his own - in his latest book. In a year that promises a plethora of 50th anniversary celebrations of pop culture moments fueled by Boomers remembering when, we talk with O'Rourke about nostalgia, retirement and the legacy the group will leave behind."
  }, 
  {
    "date": "Wednesday, Mar 19, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-19/report-income-inequality-widening-district", 
    "title": "Report: Income Inequality Widening In The District", 
    "guests": [
      {
        "credentials": "Policy Analyst; D.C. Fiscal Policy Institute", 
        "guest": "Wes Rivers"
      }
    ], 
    "summary": "The District of Columbia has one of the highest levels of income inequality of any large city in the country, according to a new report by the D.C. Fiscal Policy Institute. Researchers also found that the average income for the top 5 percent of D.C. households is the highest of any major urban enclave in America. Kojo speaks with one of the study's authors and explores the implications of income inequality in the District, as well as policies being offered as potential ways to shrink the gap."
  }, 
  {
    "date": "Wednesday, Mar 19, 2014 at 12:25 p.m.", 
    "url": "/shows/2014-03-19/your-inner-fish-human-evolution-fins-forearms", 
    "title": "Your Inner Fish: Human Evolution From Fins To Forearms", 
    "guests": [
      {
        "credentials": "Paleontologist, Professor and Associate Dean of Biological Sciences at the University of Chicago; author of \"Your Inner Fish: A journey into the 3.5-Billion-Year History of the Human Body\" (2008) and \"The Universe Within: The Deep History of the Human Body\" (2013)", 
        "guest": "Neil Shubin"
      }
    ], 
    "summary": "Paleontologist Neil Shubin is driven by two big questions of human evolution: why do our bodies look the way they do and what is our place in the the natural world? His work focuses on finding the missing links that demonstrate turning points like when human hands evolved from fish fins and how gill bones transformed into jaw bones. Shubin joins Kojo to talk about his new PBS program, \"Your Inner Fish.\""
  }, 
  {
    "date": "Wednesday, Mar 19, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-19/joe-dobrow-natural-prophets", 
    "title": "Joe Dobrow: \"Natural Prophets\"", 
    "guests": [
      {
        "credentials": "author, \"Natural Prophets: From Health Foods To Whole Foods--How The Pioneers Of The Industry Changed The Way We Eat And Reshaped American Business.\"", 
        "guest": "Joe Dobrow"
      }
    ], 
    "summary": "In the '60s and '70s, health food stores were mostly small, local cooperatives with little resemblance to the gleaming Whole Foods or Yes! Organic Markets we have today. But a growing distrust of chemicals and pesticides in commercial food transformed a grass-roots natural food movement into a mainstream, multi-billion-dollar enterprise. Author Joe Dobrow discusses his new book about the entrepreneurs and ideals that shaped today's natural food industry."
  }, 
  {
    "date": "Thursday, Mar 20, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-20/shaping-city-capturing-spirit-architecture", 
    "title": "Shaping The City: Capturing Spirit In Architecture", 
    "guests": [
      {
        "credentials": "Architect; Columnist, \"Shaping the City,\" Washington Post; and Professor Emeritus of Architecture, University of Maryland College Park", 
        "guest": "Roger Lewis"
      }, 
      {
        "credentials": "Architect; Author of \"The Mythic Modern: Architectural Expeditions into the Spirit of Place\" and \"Archeology of Tomorrow\"", 
        "guest": "Travis Price"
      }
    ], 
    "summary": "The Roman architect Vitruvius once said structures needed to have form and function, but they also needed to evoke \"delight.\" More than 2,000 years later, architects still struggle to delight modern audiences amid changing aesthetics, tight budgets and space constraints. While capturing the spirit of a place is one of the toughest challenges for architects and planners, new designs both locally and around the world are doing just that, and receiving international accolades in the process. We explore how design can capture — or completely ignore — the spirit, history and culture of our surroundings."
  }, 
  {
    "date": "Thursday, Mar 20, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-20/your-turn", 
    "title": "Your Turn", 
    "guests": [
      {
        "credentials": "", 
        "guest": ""
      }
    ], 
    "summary": "Turmoil continues in Crimea as Russia and Ukraine jockey for control. New revelations about the National Security Agency's data gathering capabilities fuel the debate over the agency's \"bulk collection\" of information abroad. And D.C.'s mayoral primary is fast approaching, but are newer residents paying attention? We consider those issues and the topics foremost on your mind."
  }, 
  {
    "date": "Friday, Mar 21, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-21/politics-hour-march-21-2014", 
    "title": "The Politics Hour - March 21, 2014", 
    "guests": [
      {
        "credentials": "Resident Analyst; NBC 4 reporter; and Columnist for the Current Newspapers", 
        "guest": "Tom Sherwood"
      }, 
      {
        "credentials": "Montgomery County Executive (D)", 
        "guest": "Isiah Leggett"
      }, 
      {
        "credentials": "Attorney General, Virginia (D)", 
        "guest": "Mark Herring"
      }
    ], 
    "summary": "Early voting begins in D.C., as mayoral candidates chase votes in the home stretch of the their race. An Academy Award-winning actor pushes Maryland lawmakers to continue offering tax credits for his popular series. And a congressional candidate in one of Virginia's most competitive races looks to Oprah Winfrey herself. Join us for our weekly review of the politics, policies and personalities of the District of Columbia, Maryland and Virginia."
  }, 
  {
    "date": "Monday, Mar 24, 2014 at 12:06 p.m.", 
    "url": "/shows/2014-03-24/fairfax-county-public-schools-superintendent-karen-garza", 
    "title": "Fairfax County Public Schools Superintendent Karen Garza", 
    "guests": [
      {
        "credentials": "Superintendent, Fairfax County Public Schools", 
        "guest": "Karen Garza"
      }
    ], 
    "summary": "In her first year on the job, the Fairfax County schools chief is proposing plans to boost teacher salaries and eliminate 731 staff positions, mainly through attrition. Karen Garza leads one of the nation's largest and most-respected school districts, one that's seen belt-tightening in recent years because of the recession and a fast-growing population that's straining school resources. She joins Kojo to talk about the challenges facing public schools and her goals for Fairfax students."
  }, 
  {
    "date": "Monday, Mar 24, 2014 at 1:06 p.m.", 
    "url": "/shows/2014-03-24/dc-decoded-open-data-open-government", 
    "title": "D.C. Decoded: Open Data, Open Government?", 
    "guests": [
      {
        "credentials": "\"civic hacker\" and founder, GovTrack.us", 
        "guest": "Josh Tauberer"
      }, 
      {
        "credentials": "Director, DC Office of Open Government", 
        "guest": "Traci Hughes"
      }, 
      {
        "credentials": "General Counsel, D.C. Council", 
        "guest": "V. David Zvenyach"
      }, 
      {
        "credentials": "Executive Director & Co-Founder, OpenGov Foundation", 
        "guest": "Seamus Kraft"
      }
    ], 
    "summary": "All D.C. residents are expected to abide by the D.C. Code, a compilation of all city laws and regulations. But until recently, most residents didn't have easy online access to the code itself. A coalition of advocates and civic hackers recently released a new website, DCDecoded.org, which  attempts to shed light on the inner workings of local government. Kojo talks with advocates inside and outside government about the promise and limitations of open government initiatives."
  }, 
  {
    "date": "Tuesday, Mar 25, 2014 at 12:06 p.m.", 
    "url": "http://thekojonnamdishow.org/shows/2014-03-25/bot-invasion-automating-web", 
    "summary": "When an earthquake shook Los Angeles on March 17, the first news report wasn't written by a human, it came from a program named Quakebot. This automated algorithm is just one of millions of tiny programs called bots that can do tasks faster on the Web than their human creators. From crunching data and patrolling websites, to making jokes and writing poetry, bots can be as humorous as they can be malicious. While their presence on the Web has raised fresh legal, ethical and privacy questions, bots are also shedding light on how companies personalize our experience on the Web. We explore the fascinating world of bots.", 
    "guests": [
      {
        "credentials": "Senior Editor, The Atlantic; Author, 'Powering the Dream: The History and Promise of Green Technology' (2011)", 
        "guest": "Alexis Madrigal"
      }, 
      {
        "credentials": "Computer Programmer", 
        "guest": "Darius Kazemi"
      }, 
      {
        "credentials": "Assistant professor of Law, University of Washington", 
        "guest": "Ryan Calo"
      }
    ], 
    "title": "Bot Invasion: Automating The Web"
  }, 
  {
    "date": "Tuesday, Mar 25, 2014 at 1:06 p.m.", 
    "url": "http://thekojonnamdishow.org/shows/2014-03-25/behind-scenes-local-public-libraries", 
    "summary": "Over the last decade, public libraries have changed and evolved rapidly to meet patron demand. Directors must balance the budget, find new ways to use existing space and manage collections that include books and resources, both tangible and virtual. We talk with directors of three local systems about the role of the library in our modern communities.", 
    "guests": [
      {
        "credentials": "Executive Director, D.C. Public Library", 
        "guest": "Richard Reyes-Gavilan"
      }, 
      {
        "credentials": "Director, Fairfax County Public Library System", 
        "guest": "Edwin S. \"Sam\" Clay, III"
      }, 
      {
        "credentials": "Director, Montgomery County Public Libraries", 
        "guest": "Parker Hamilton"
      }
    ], 
    "title": "Behind The Scenes At Local Public Libraries"
  }
]